{"label": "1", "sentence1": "Im April 1942 kehrte Britten zurück nach England, und kurz danach bat er Montagu Slater, sein Librettist für \"Peter Grimes\" zu werden.", "sentence2": "Britten kehrte im April 1942 nach England zurück. Kurz nach seiner Rückkehr bat er Montagu Slater, sein Librettist für \"Peter Grimes\" zu sein."}
{"label": "0", "sentence1": "Die Serie debütierte am 18. April 2009 in Australien auf Nickelodeon (Neuseeland und Neuseeland).", "sentence2": "Am 18. April 2009 debütierte die Serie in Neuseeland mit Nickelodeon (Australien und Neuseeland)."}
{"label": "0", "sentence1": "Nach seiner Rückkehr nach Paramaribo im Jahr 1954 ließ er sich als Anwalt in Suriname nieder.", "sentence2": "Nach seiner Rückkehr nach Suriname im Jahr 1954 ließ er sich als Anwalt in Paramaribo nieder."}
{"label": "1", "sentence1": "Das nasseste Jahr war 1983 und das trockenste Jahr war 1976.", "sentence2": "1983 war das feuchteste Jahr, 1976 das trockenste."}
{"label": "1", "sentence1": "Die Fluggesellschaft wurde von Irelandia gebildet, die auch fünf weitere Fluggesellschaften hervorgebracht hat, nämlich VivaColombia, Ryanair, Allegiant Air, VivaAerobus und Tigerair.", "sentence2": "Die Fluggesellschaft wurde von Irelandia gegründet, die daneben fünf weitere Fluggesellschaften entwickelt hat, nämlich VivaColombia, Ryanair, Allegiant Air, VivaAerobus und Tigerair."}
{"label": "1", "sentence1": "Er starb in Milwaukee, Wisconsin, wo er am 5. Mai 1903 in den Ruhestand ging.", "sentence2": "Er starb in Milwaukee, Wisconsin, wo er sich am 5. Mai 1903 zur Ruhe gesetzt hatte."}
{"label": "0", "sentence1": "Er spendete außerdem 34.000 US-Dollar an Mitt Romney und 7.000 US-Dollar an Ted Cruz, auch für seine Präsidentschaftskampagne im Jahr 2016.", "sentence2": "Er spendete 34.000 US-Dollar an Ted Cruz und 7.000 US-Dollar an Mitt Romney, einschließlich seiner Präsidentschaftskampagne für 2016."}
{"label": "1", "sentence1": "Die Red Bulls verloren schafften es aber in die erste Runde der Playoffs.", "sentence2": "Die Red Bulls verloren, schafften es jedoch in die 1. Runde der Playoffs."}
{"label": "1", "sentence1": "Pennmakkal ist ein indischer Malayalam-Film von 1966, produziert von J. Sasikumar und inszeniert von KP Kottarakkara.", "sentence2": "Pennmakkal ist ein indischer Malayalam-Film aus dem Jahre 1966, produziert von J. Sasikumar und unter der Regie von KP Kottarakkara."}
{"label": "1", "sentence1": "Albanische Familien verließen das Dorf vor der Rückkehr serbischer Flüchtlinge im Jahr 1999.", "sentence2": "Vor der Rückkehr der serbischen Flüchtlinge im Jahr 1999 verließen albanische Familien das Dorf."}
{"label": "0", "sentence1": "Es wurde 1834 im Kloster von Saba von C. R. Gregory gekauft. Robert Curzon sah es 1883.", "sentence2": "Es wurde 1834 von Robert Curzon im Kloster Saba gekauft und 1883 von C. R. Gregory gesehen."}
{"label": "1", "sentence1": "Der Boia Mică ist ein Nebenfluss des Valea Sterminoasă in Rumänien.", "sentence2": "Der Boia Mică ist ein Nebenfluss des Valea Sterminoasă in Rumänien."}
{"label": "1", "sentence1": "Während seines Auftritts in der DTM trat der Audi V8 gegen viel kleinere und etwas kleinere Mercedes 190, BMW M3 und etwas leichtere Opel Omega 3000 an.", "sentence2": "Bei seiner Teilnahme an der DTM konkurrierte der Audi V8 mit dem viel kleineren Mercedes 190, dem BMW M3 und dem etwas leichteren Opel Omega 3000."}
{"label": "0", "sentence1": "Pennmakkal ist ein indischer Malayalam-Film aus dem Jahr 1966, der von J. Sasikumar produziert und von KP Kottarakkara inszeniert wurde.", "sentence2": "Pennmakkal ist ein indisch-malayalischer Film aus dem Jahr 1966, bei dem J. Sasikumar Regie geführt hat und der von K. P. Kottarakkara produziert wurde."}
{"label": "0", "sentence1": "Er würde in jener Nacht zum Bahnhof westlich von Tecumseh zurückkehren und dann mit einem anderen Pferd nach Violet Springs reiten, bevor seine Nachbarn Verdacht schöpfen könnten.", "sentence2": "Er reiste in dieser Nacht zur Station westlich von Tecumseh und kehrte dann mit einem anderen Pferd nach Violet Springs zurück, bevor seine Nachbarn misstrauisch werden konnten."}
{"label": "1", "sentence1": "Oaklyn liegt im 1st Congressional District und ist Teil des 6. staatlichen Legislativbezirks von New Jersey.", "sentence2": "Oaklyn liegt im 1. Congressional District und ist Teil des sechsten Bundesstaates von New Jerseys Legislative District."}
{"label": "1", "sentence1": "Zwei Jahre später, am 25. Juli 1947, wurde die 709. als schwere Bombardierungsstaffel (Very 709) bezeichnet.", "sentence2": "Zwei Jahre später, am 25. Juli 1947, wurde die 709. umbenannt zu  Sehr Schwere 709. Bomberstaffel."}
{"label": "1", "sentence1": "König Qi traf sich 284 v. Chr. mit König Zhao von Qin im westlichen Zhou, um ein Bündnis gegen Xi zu schließen.", "sentence2": "Im Jahr 284 v. Chr. hatten König Qi und König Zhao von Qin ein Treffen in der Westlichen Zhou-Dynastie, um eine Allianz gegen Xi zu bilden."}
{"label": "0", "sentence1": "Fanwood liegt im 12. Kongressbezirk und ist Teil des 22. Legislative District von New Jersey.", "sentence2": "Fanwood ist im 22. Wahlbezirk gelegen und Teil des 12. bundesstaatlichen Abgeordnetenwahlkreises von New Jersey."}
{"label": "1", "sentence1": "Diese drei maternalen Dynastien beherrschten das Königreich Waalo zusammen mit der paternalen Familie der Mbooj.", "sentence2": "Diese drei mütterlichen Dynastien regierten das Königreich Waalo mit der väterlichen Familie Mbooj."}
{"label": "1", "sentence1": "Der in Leiden geborene de Ruiter spielte für den FC Utrecht, den FC Den Bosch, Excelsior, den RKC Waalwijk und FC Emmen.", "sentence2": "De Ruiter, der in Leiden geboren war, spielte für den FC Utrecht, den FC Den Bosch, Excelsior, den RKC Waalwijk und für den FC Emmen."}
{"label": "1", "sentence1": "Die Volare Group hat ihren Sitz in Thiene, Mailand und seine Handelsverwaltung und Charterverwaltung in Italien.", "sentence2": "Die Volare Group hat ihren Hauptsitz in Thiene, Mailand, und die Handelsverwaltung und die Charterverwaltung in Italien."}
{"label": "0", "sentence1": "Somers war der Sohn von Richard Eliot, dem ersten Baron Somers und Charles Cocks, der Tochter von Elizabeth.", "sentence2": "Somers war der Sohn von Charles Cocks, 1. Baron Somers, und von Elizabeth, der Tochter von Richard Eliot."}
{"label": "0", "sentence1": "Bradd Crellin vertrat BARLA Cumbria auf einer Tournee durch Australien mit 6 weiteren Spielern aus Großbritannien, ebenfalls auf einer Tour durch Australien.", "sentence2": "Bradd Crellin repräsentierte auch BARLA, Groß-Britannien, auf einer Tour durch Australien, einer Tour durch Australien mit 6 anderen Spielern, die Cumbria vertraten."}
{"label": "1", "sentence1": "Eine weitere Möglichkeit, die Population von Hirschen zu regulieren, ist die Kontrolle der Geburtenrate.", "sentence2": "Eine weitere Möglichkeit, die Hirschpopulation zu regulieren, ist die Kontrolle der Geburtenrate."}
{"label": "1", "sentence1": "Taylor blieb bis zu seinem Tod als Scout für die Atlanta Braves und die Milwaukee und Chicago White Sox im Baseball aktiv.", "sentence2": "Taylor blieb bis zu seinem Tod als Scout für die Atlanta Braves und die Milwaukee und Chicago White Sox im Baseball aktiv."}
{"label": "0", "sentence1": "Ausnahme waren die Jahre Ende 2005 - 2009, als er in Schweden für Carlstad United BK, in Serbien für den FC Terek Grozny und in Russland für FK Borac Čačak spielte.", "sentence2": "Zwischen Ende 2005 und 2009 gab es eine Ausnahme, als er in Schweden bei Carlstad United BK spielte, in Serbien bei FK Borac Čačak und bei dem russischen FC Terek Grozny."}
{"label": "0", "sentence1": "Casely Hayford war außerdem stark in die politische Bewegung im Hinblick auf die afrikanische Emanzipation involviert.", "sentence2": "Casely Hayford war ebenfalls stark an der afrikanischen Bewegung zur politischen Emanzipation beteiligt."}
{"label": "0", "sentence1": "Das Album wurde in Los Angeles von Aníbal Kerpel aufgenommen und in den \"La Casa\"-Studios in Los Angeles, Kalifornien, gemixt.", "sentence2": "NS"}
{"label": "0", "sentence1": "Die obigen Beispiele der Singularendung „-m“ waren Possessivformen für die erste Person.", "sentence2": "Die obigen Beispiele des besitzanzeigenden Schemas „-m“ waren für die erste Person Singular."}
{"label": "0", "sentence1": "Der Hudeasa River ist der Nebenfluss des Bradu River in Rumänien.", "sentence2": "Der Fluss Bradu ist ein Nebenfluss des Hudeasa-Flusses in Rumänien."}
{"label": "0", "sentence1": "Es ist auf dem größten Teil der Südinsel und von Westland bis zur Halbinsel der Zentralbanken auf der Nordinsel zu finden.", "sentence2": "Es ist in den meisten Teilen der Nordinsel und von der Uferhalbinsel bis zum zentralen Westland auf der Südinsel zu finden."}
{"label": "0", "sentence1": "Ihre Kinder waren Marvin Eisenstadt, der mit Barbara die Ehe einging, Gladys Eisenstadt, Ira Eisenstadt, die Deirdre Howley heiratete, und Ellen Eisenstadt, die mit Herbert Cohen verheiratet war.", "sentence2": "Ihre Kinder waren Barbara, die Deirdre Howley heiratete, Gladys Eisenstadt, Ira Eisenstadt, die Herbert Cohen heiratete und Ellen Eisenstadt, Marvin Eisenstadt."}
{"label": "0", "sentence1": "Ras Abbi Addi rückte zu \"Ras\" Kassa vor und schloss sich \"Ras\" Seyoum im Zentrum an.", "sentence2": "Ras Kassa rückte auf bis zu Abiy Addi und schloss sich \"Ras\" Seyoum im Zentrum an."}
{"label": "0", "sentence1": "Der erste „Every Morning“-Track ist die Akustikgitarrenversion des letzten Tracks „Morning\" .", "sentence2": "Der neueste Track \"Every Morning\" ist die Akustikgitarren-Version des ersten Tracks \"Morning\"."}
{"label": "0", "sentence1": "Er wurde von den Philadelphia 76ers in der 77. Runde (7. \"Pick Overall\") des NBA Draft von 1967 ausgewählt.", "sentence2": "Er wurde von den Philadelphia 76ers in der 7. Runde (77. Wahl insgesamt) des NBA Draft 1967 selektiert."}
{"label": "0", "sentence1": "Für ihre Verbrechen wurde sie am 3. Mai 1947 um 9:55, Uhr, 24 Minuten nach Elisabeth Marschall, von Albert Pierrepoint im Gefängnis von Hameln  hingerichtet.", "sentence2": "Sie wurde am 3. Mai 1947, neun Minuten nach Albert Pierrepoint, um 9:55 Uhr von Elisabeth Marschall im Hamelner Gefängnis hingerichtet."}
{"label": "0", "sentence1": "Der Kanal ist einer der ältesten schiffbaren Kanäle in Europa und Belgien.", "sentence2": "Der Kanal ist einer der ältesten schiffbaren Kanäle in Belgien und selbst in Europa."}
{"label": "0", "sentence1": "Dr. Adams heiratete Fräulein Sarah Hunt, bei der er eine Tochter interließ, die im Jahr 1788 B. Hyatt, esq. heiratete.", "sentence2": "Dr. Adams verlies Fräulein Sarah Hunt, mit der er im Jahr 1788 eine Tochter heiratete mit B. Hyatt, esq."}
{"label": "0", "sentence1": "Die Advance Bank (und ihre Tochtergesellschaft BankSA) wurde 1997 wieder von der St.George Bank übernommen.", "sentence2": "St. George Bank (und ihre Tochtergesellschaft BankSA) wurde 1997 wieder von Advance Bank übernommen."}
{"label": "0", "sentence1": "Alexander Baumgartner (geboren 27. Juni 1841 in Luxemburg, Deutschland, gestorben 1910 in St. Gallen, Schweiz) war ein Dichter und Schriftsteller zum Thema Literaturgeschichte.", "sentence2": "Alexander Baumgartner (geboren in St. Gallen, Schweiz, am 27. Juni 1841; gestorben in Luxemburg, 1910) war ein Dichter und Schriftsteller zur Literaturgeschichte."}
{"label": "1", "sentence1": "Die Gruppe spielte landauf, landab und wurde in Israel berühmt, und tourte 2007 sogar in New York.", "sentence2": "Die Gruppe spielte landauf, landab, wurde in Isreal berühmt und tourte 2007 sogar in New York."}
{"label": "1", "sentence1": "Seine besten Positionen im Wettbewerb waren 1960 und 1968 auf Platz zehn und 1968 auf Platz acht. .", "sentence2": "Seine besten Positionen im Wettbewerb waren 1960 Platz zehn und 1968 Platz acht."}
{"label": "0", "sentence1": "Aamir Khan willigte direkt ein, eine Rolle in \"Rang De Basanti\" zu spielen, nachdem er das Drehbuch von Mehra gelesen hatte.", "sentence2": "Mehra stimmte direkt zu, in \"Rang De Basanti\" zu handeln, nachdem er Aamir Khans Skript gelesen hatte."}
{"label": "0", "sentence1": "Ukhrul ist auch ein touristischer Hotspot im Bundesstaat Manipur.", "sentence2": "Manipur ist ebenfalls ein touristischer Hotspot des Staates Ukhrul."}
{"label": "1", "sentence1": "Whitlam, der Malcolm Fraser bei den Abgeordnetenhauswahlen im Dezember 1975 überwältigend besiegt hatte, bot Egerton den Ritterstand für Dienste an der Gewerkschaftsbewegung an.", "sentence2": "Whitlam, der Malcolm Fraser bei den Bundestagswahlen im Dezember 1975 in einem Erdrutsch besiegt hatte, bot Egerton das Rittertum an, um der Gewerkschaftsbewegung zu dienen."}
{"label": "0", "sentence1": "Das Kambodscha - Vietnam Friendship Monument in Phnom Penh, der Hauptstadt Kambodschas, ist ein großes Betonmonument, das an die ehemalige Allianz zwischen Vietnam und Kambodscha erinnert.", "sentence2": "Phnom Penh -- Das Freundschaftsdenkmal Vietnams in Kambodscha, der Hauptstadt Kambodschas, ist ein großes Betonmonument, das an das ehemalige Bündnis zwischen Vietnam und Kambodscha erinnert."}
{"label": "1", "sentence1": "In seinem Berliner Atelier hingen drei Persönlichkeiten an der Wand: Faraday, Maxwell und Schopenhauer.", "sentence2": "In seinem Berliner Arbeitszimmer hingen drei Personenabbildungen an der Wand: Schopenhauer, Maxwell, Faraday."}
{"label": "1", "sentence1": "1982 verlagerte sie ihre Hauptaktivitäten nach Chicago und 1995 nach Los Angeles.", "sentence2": "1982 verlegte er seine Hauptaktivitäten nach Chicago und 1995 nach Los Angeles."}
{"label": "1", "sentence1": "Agranat wurde 1906 in Louisville, Kentucky in eine jüdisch-zionistische Familie hineingeboren.", "sentence2": "Agranat wurde 1906 in Louisville in Kentucky als Sohn einer zionistisch-jüdischen Familie geboren."}
{"label": "0", "sentence1": "Páll Pálsson hatte 1867 eine Anstellung in Kopenhagen. Gehörlose isländische Kinder gehen auf eine Schule in Island.", "sentence2": "Páll Pálsson, 1867 in Island beschäftigt, isländischer Gehörloser, der eine Schule in Kopenhagen besuchte."}
{"label": "1", "sentence1": "In den 1930ern und 1940ern wurde er viermal für Al Smith, 1928 für Franklin D. Roosevelt und 1948 für Harry S. Truman gewählt.", "sentence2": "Massachusetts stimmte 1928 für Al Smith, in den 1930er- und 1940er-Jahren viermal für Franklin D. Roosevelt, und 1948 für Harry S. Truman."}
{"label": "1", "sentence1": "Er blieb nach seiner Pensionierung in Krzemieniec und starb dort.", "sentence2": "Nach seiner Pensionierung blieb er in Krzemieniec und starb dort."}
{"label": "0", "sentence1": "Im Juni 2005 wurde das BBC College of Journalism als E-Learning-Kurs mit Vin Ray als Executive Editor eröffnet, der erste Direktor war Kevin Marsh.", "sentence2": "Im Juni 2005 wurde das BBC College of Journalism als E-Learning-Kurs mit Kevin Marsh als Executive Editor eröffnet, dessen erster Direktor Vin Ray war."}
{"label": "0", "sentence1": "Audio wird mit direkter digitaler Aufnahme transkribiert  (sodass die Audio-Qualität beibehalten wird).", "sentence2": "Audio wird bei direkter, digitaler Aufnahme beibehalten (für die Audioqualität erfolgte somit eine Transskription)."}
{"label": "0", "sentence1": "Malcolm Fraser, der bei der Bundeswahl im Dezember 1975 Whitlam erdrutschartig besiegt hatte, bot Egerton den Ritterstand an, um der Gewerkschaftsbewegung zu dienen.", "sentence2": "Whitlam, der Malcolm Fraser bei den Abgeordnetenwahlen im Dezember 1975 überwältigend besiegt hatte, bot Egerton den Ritterstand an, um der Gewerkschaftsbewegung zu dienen."}
{"label": "1", "sentence1": "McCarthy wurde in Auckland geboren, zog aber im Alter von vier Jahren mit seinen Eltern nach San Francisco in Kalifornien.", "sentence2": "McCarthy wurde in Auckland geboren, zog aber im Alter von vier Jahren zusammen mit seinen Eltern nach San Francisco, Kalifornien."}
{"label": "0", "sentence1": "Am 20. Februar 1959 vollendete Premierminister John Diefenbaker das Projekt und die fünf fertigen Pfeile wurden demontiert.", "sentence2": "Am 20. Februar 1959 beendete Premierminister John Diefenbaker das Projekt und die fünf abgebrochenen Bögen wurden vervollständigt."}
{"label": "1", "sentence1": "Sie veröffentlichten auch das 5. Lied des Albums „Vices“ als zweite Singleauskopplung vom Album am 13. Juni.", "sentence2": "Sie veröffentlichten auch den 5. Song des Albums \"Vices\" am 13. Juni, wie die zweite Single des Albums."}
{"label": "0", "sentence1": "Bei Handys mit WVGA ist diese Bildschirmauflösung unterdessen allgemein üblich. Auf dieser Liste stehen Telefone mit nativen Displays.", "sentence2": "Handys mit nativem WVGA-Display - die Auflösung hat sich durchgesetzt, dies ist eine Liste von Handys, die solche Displays haben."}
{"label": "1", "sentence1": "Diboll und Owen aus New Orleans waren die Architekten und G. A. Chamblin aus Mobile war der Auftragnehmer.", "sentence2": "Diboll und Owen aus New Orleans waren die Architekten, und G. A. Chamblin von Mobile war der Auftragnehmer."}
{"label": "1", "sentence1": "Die Single wurde am 31. Oktober 2015 veröffentlicht und am 13. November 2015 angekündigt.", "sentence2": "Die Single wurde am 31. Oktober 2015 veröffentlicht und am 13. November 2015 angekündigt."}
{"label": "0", "sentence1": "Clark hatte einen Sohn, Rishi, geboren am 3. April 2007. Nach ihm, Rishi Saturn, wurde eine Socks and Sandals EP auf Microcosm Music benannt.", "sentence2": "Rishi hatte einen Sohn namens Clark, der am 3. April 2007 geboren wurde. Nach diesem wurde Socks and Sandals-EP zu Microcosm Music benannt, Rishi Saturn."}
{"label": "1", "sentence1": "Er wurde in seinem Abschlussjahrbuch mit dem Titel „Most Humorous“ und „Most Talented“ ausgezeichnet.", "sentence2": "Er wurde in seinem Abschlussjahrbuch mit den Auszeichnungen „Most Humorous\" und „Most Talented\" ausgezeichnet. ."}
{"label": "0", "sentence1": "Er wurde 1824 zum Staatsanwalt für Seneca County, 1826 für Williams County und 1827 für Sandusky County ernannt.", "sentence2": "Er wurde 1824 als Anwalt für Williams County bestellt, 1826 für Seneca County und 1827 für Sandusky County."}
{"label": "0", "sentence1": "1791 beförderte Thomas Jefferson Clark zum Brigadegeneral und überließ ihm das Kommando über die gesamte Miliz in den Counties Kentucky und Virginia.", "sentence2": "1781 beförderte der Gouverneur von Virginia, Thomas Jefferson, Clark zum Brigadegeneral und übergab ihm den Befehl für alle Milizen in den Grafschaften Kentucky und Illinois."}
{"label": "1", "sentence1": "Im Kontext eines EIT-Mediums bezieht sich \"gestopptes\" Licht auf den \"Quantum\"-Transfer der Photonen zum kohärenten System und zurück.", "sentence2": "„Gestopptes“ Licht bezieht sich im Kontext eines EIT-Mediums auf die „Quanten“-Übertragung von Photonen an das kohärente System und zurück."}
{"label": "1", "sentence1": "Sehr wenige, möglicherweise 20 der 75, wurden produziert, bevor der Track annulliert wurde.", "sentence2": "Es wurden nur sehr wenige hergestellt, möglicherweise 20 der 75s, bevor das Modell eingestellt wurde."}
{"label": "1", "sentence1": "Johan Ludvig war der Sohn von Johan Georg Holstein, der selbst Dänischer Premierminister werden sollte, und Ida Frederikke Joachime aus der Familie Bülow.", "sentence2": "Johan Ludvig war der Sohn von Johan Georg Holstein, der selbst dänischer Premierminister wurde, und Ida Frederikke Joachime der Familie Bülow."}
{"label": "0", "sentence1": "Cito Gaston war der erste schwarze Manager, der an den World Series teilnahm seit  für Toronto in den Jahren 1992 und 1993.", "sentence2": "Dusty Baker war der erste schwarze Manager, der seit Cito Gaston für Toronto an einer World Series teilnimmt."}
{"label": "1", "sentence1": "Er war im Jahr 1924 eingeladener Sprecher des ICM in Toronto, 1932 in Zürich und 1936 in Oslo.", "sentence2": "Er war Gastredner für das ICM in Toronto 1924, in Zurüch 1932 und in Oslo 1936."}
{"label": "1", "sentence1": "Shulman's Sound verfügt über Elemente von „Glitch“ und hat einen großen IDM-Einfluss.", "sentence2": "Shulmans Sound enthält Elemente von  „Glitch” und wird stark von IDM beeinflusst."}
{"label": "1", "sentence1": "2011 schrieb er auch die Biographie der Sängerin Madonna mit dem Titel „Mad for Madonna The Queen of Pop“, veröffentlicht vom Verleger Castelvecchi.", "sentence2": "2011 schrieb er auch die Biographie der Sängerin Madonna mit dem Titel „Mad for Madonna. The queen of pop“ veröffentlicht von Castelvecchi Publisher."}
{"label": "0", "sentence1": "Meadows, im Yosemite Valley in der Nähe der Bridalveil Falls, ist auch nach George Monroe benannt.", "sentence2": "Monroe Meadows im Fall Bridalveil in der Nähe des Yosemite Valley wird auch nach George Monroe benannt."}
{"label": "1", "sentence1": "Zusammen mit Martin Hansen (Lucas) erhält er das renommierten Carnegie-Stipendium für Mathematik.", "sentence2": "Mit Martin Hansen (Lucas) ist er Mitbegründer des renommierten Carnegie-Stipendiums für Mathematik."}
{"label": "0", "sentence1": "Er wurde am 21. Dezember 1965 in New Haven in Connecticut, geboren und besuchte die Oxon Hill High School in Oxon Hill in Maryland.", "sentence2": "Er wurde am 21. Dezember 1965 in Oxon Hill, Maryland, geboren und besuchte die Oxon Hill High School in New Haven, Connecticut ."}
{"label": "1", "sentence1": "Die Finanzaufsichtsbehörden teilen manchmal die Weltsicht ihrer regulierten Unternehmen durch sektorale Regulierung.", "sentence2": "Bei sektoralen Regulierungen teilen Finanzregulierungen manchmal die Weltanschauung ihrer beaufsichtigten Unternehmen."}
{"label": "1", "sentence1": "Er zog nach Indiana und ließ sich in Connersville nieder und setzte die Anwaltskanzlei fort.", "sentence2": "Er zog um nach Indiana, ließ sich in Connersville nieder und führte seine Anwaltspraxis fort."}
{"label": "0", "sentence1": "Der Fluss Molmys ist ein Fluss in der Region Perm, Russland, ein Nebenfluss des Flusses Yazva auf der linken Seite.", "sentence2": "Yazva ist ein linker Nebenfluss des Molmys in Perm Krai, Russland."}
{"label": "1", "sentence1": "Das Regime verließ Philadelphia im Oktober 1777, um sich der Hauptarmee von General George Washington außerhalb von Boston anzuschließen.", "sentence2": "Das Regiment verließ Philadelphia im Oktober 1777, um sich der Hauptarmee von General George Washington außerhalb von Boston anzuschließen."}
{"label": "1", "sentence1": "Sie zeigten, dass der Algorithmus AltMinComplete die Formel 9 in inkohärenten Schritten wiederherstellen kann, indem er die zufälligen Einträge der Formel 203 einer Formel 206-Matrixformel beobachtet.", "sentence2": "Sie zeigten, dass der AltMinComplete-Algorithmus durch Beobachtung der Formel _ 203 zufälliger Einträge einer Formel _ 206-Matrixformel _ 9, die Formel _ 9 in inkohärenten Schritten wiederherstellen kann."}
{"label": "1", "sentence1": "Der Stadtrat von Webster Groves bestand aus den Ratsmitgliedern Debi Salberg, Kathy Hart, Greg Mueller, Ken Burns, Toni Hunt und Anne Tolan.", "sentence2": "Der Stadtrat von Webster Groves bestand aus den Ratsmitgliedern Greg Mueller, Ken Burns, Kathy Hart, Debi Salberg, Toni Hunt und Anne Tolan."}
{"label": "1", "sentence1": "Wenn ein Satz aus mehreren grammatischen Kategorien besteht, trägt nur die erste die Pluralmarkierung.", "sentence2": "Wenn ein Satz mehrere grammatische Kategorien umfasst, trägt nur die erste die Pluralmarkierung, z.B. :"}
{"label": "0", "sentence1": "Die Pflanze könnte einige medizinische Eigenschaften haben und wurde in der traditionellen Medizin in Südasien und in der traditionellen chinesischen Medizin verwendet.", "sentence2": "Die Anlage kann einige medizinische Eigentümer umfassen und wurde in der traditionellen chinesischen Medizin in Südasien und in der traditionellen Medizin verwendet."}
{"label": "1", "sentence1": "Zu den prominenten Frauen von Suriname gehören Jennifer Simons, Marijke Djwalapersad, Elisabeth Samson, Cynthia McLeod und Ruth Wijdenbosch.", "sentence2": "Zu den berühmtesten Frauen Surinams gehören Jennifer Simons, Marijke Djwalapersad, Elisabeth Samson, Cynthia McLeod und Ruth Wijdenbosch."}
{"label": "1", "sentence1": "Sehr wenige, möglicherweise 20 von 75 wurden vor Kursbeginn abgesagt.", "sentence2": "Nur sehr wenige, möglicherweise 20 der 75er wurden storniert, bevor der Bereich festgelegt wurde."}
{"label": "0", "sentence1": "Wenn bei einer Oberfläche eine konstante Gaußsche Krümmung von Null vorliegt, handelt es sich um eine entwickelbare Oberfläche und bei der Geometrie der Oberfläche handelt es sich um euklidische Geometrie.", "sentence2": "Wenn eine Oberfläche eine konstante Null-entwickelbare Krümmung aufweist, geht es um eine euklidische Oberfläche und die Geometrie dieser Oberfläche ist eine Gaußsche Geometrie."}
{"label": "1", "sentence1": "Vidas Distintas ist eine mexikanische Telenovela aus dem Jahr 1969, die von Televisa übertragen wurde. Ursprünglich wurde sie von Telesistema Mexicano produziert.", "sentence2": "Tres vidas distintas ist eine mexikanische Telenovela aus dem Jahr 1969, die von Televisa ausgestrahlt und ursprünglich von Telesistema Mexicano produziert wurde."}
{"label": "1", "sentence1": "Inspiriert von der Arbeit von Nisbett und Wilson untersuchten Petter Johansson und Kollegen die Themen ' Einblicke in ihre eigenen Präferenzen mit einer neuen Technik.", "sentence2": "Petter Johansson und seine Kollegen, inspiriert von Nisbett und Wilson Paper, untersuchten den Einblick des Themas in ihre eigenen Präferenzen mit einer neuen Technik."}
{"label": "0", "sentence1": "2001 fusionierte Enkor mit Siberian Airlines.", "sentence2": "Im Jahr 2001 fusionierten die Siberian Airlines mit Enkor."}
{"label": "0", "sentence1": "Lusaghbyur (früher die romanisierten Lusakhpyur; auch Svanverdi und Svan) ist ein Dorf in der Provinz Shirak in Armenien.", "sentence2": "Lusaghbyur (auch latinisiert als Lusakhpyur, ehemals Svanverdi und Svan) ist ein Dorf in der armenischen Provinz Shirak."}
{"label": "0", "sentence1": "NS", "sentence2": "NS"}
{"label": "0", "sentence1": "Er lehrte dann die Schule in Cleveland, OH, und von 1856-1859 war er der Superintendent der Schulen in Toledo der Schauspielerin.", "sentence2": "Anschließend unterrichtete er in einer Schule in Cleveland in Ohio und war von 1856 bis 1859 verantwortlicher Schulleiter in Toledo."}
{"label": "0", "sentence1": "Der Eigentümer des Landes war zu jener Zeit Herr Leslie Vernon Calcutt und er stimmte einem 99-jährigen Mietvertrag mit Herrn Johnson zu.", "sentence2": "Zu dieser Zeit war Herr Johnson der Eigentümer des Landes und er stimmte einem 99-jährigen Pachtvertrag mit einem Herrn Leslie Vernon Calcutt zu."}
{"label": "0", "sentence1": "Der Charakter und die Besetzung wurden am 20. November enthüllt, als Fotiou in einem \"Behind the scenes-Video\", veröffentlicht von \"Nachbarn\" auf deren Youtube-Kanal, gesehen wurde.", "sentence2": "Die Rolle und das En­sem­ble wurden am 20. November enthüllt, als auf Fotious YouTube-Kanal ein Video veröffentlicht wurde, auf dem man \"Neighbours\" hinter den Kulissen sehen konnte."}
{"label": "1", "sentence1": "„R. satarae“ hat ein goldbraunes Fell mit einem langen, weichen Rücken und einer weißen Unterseite.", "sentence2": "„R. satarae“ hat ein goldbraunes Fell mit einem langen, weichen Rücken und einer weißen Unterseite."}
{"label": "0", "sentence1": "Nach seinem Tod 1946 waren seine Arbeiten zu diesem Projekt einheitlich in einem noch schlechten Zustand.", "sentence2": "Nach seinem Ableben im Jahr 1946 befanden sich seine Unterlagen zu diesem Projekt noch immer in einem einheitlich globalen Zustand."}
{"label": "1", "sentence1": "Sher Ahmed Akhundzada (auch bekannt als Sher Mohammed Akhundzada) ist ein Stammesführer, der von 2001 bis 2005 Gouverneur von Helmand in Afghanistan war.", "sentence2": "Sher Ahmed Akhundzada (auch bekannt als Sher Mohammed Akhundzada) ist ein Stammesführer, der von 2001 bis 2005 Gouverneur von Helmand in Afghanistan war."}
{"label": "0", "sentence1": "These three paternal dynasties ruled the kingdom of Waalo with the Mbooj maternal family .", "sentence2": "Diese drei maternalen Dynastien beherrschen das Königreich Waalo zusammen mit der paternalen Familie der Mbooj."}
{"label": "1", "sentence1": "Jacob Markell (8. Mai 1770 – 26. November 1852) war ein U.S.-Abgeordneter aus New York und Vater von Henry Markell.", "sentence2": "Jacob Markell (8. Mai 1770 - 26. November 1852) war ein Delegierter von New York und der Vater von Henry Markell."}
{"label": "1", "sentence1": "Campbell heiratete Frances Owen im Jahr 1835. Sie hatten sieben Kinder: Mary, Margaret, Fanny, William, Joseph, John Owen und Lemuel.", "sentence2": "1835 heiratete Campbell Frances Owen, die sieben Kinder hatte: Mary, Margaret, Fanny, William, Joseph, John Owen und Lemuel."}
{"label": "0", "sentence1": "Ein Multiversum ist eine Sammlung alternativer Universen mit universeller Natur und einer ähnlichen Hierarchie.", "sentence2": "Ein Multiversum ist eine Sammlung von Parallelwelten mit ähnlichen natürlichen Eigenschaften und einer ähnlichen universellen Hierarchie."}
{"label": "0", "sentence1": "Er ist für Edithvale, den südöstlichen Vorort von Melbourne, und wurde am 20. September 1919 eröffnet.", "sentence2": "Sie ist für den südöstlichen Vorort von Edithvale in Melbourne und wird am 20. September 1919 eröffnet."}
{"label": "0", "sentence1": "Im August 2017 kam Prakash Raj zum Team um die Rolle von Produzent Aluri Chakrapani zu übernehmen.", "sentence2": "Aluri Chakrapani kam ebenfalls im August 2017 ins Team, um angeblich die Rolle des Produzenten Prakash Raj zu spielen."}
{"label": "1", "sentence1": "Das Team reagierte auf die Änderungen im nächsten Spiel am selben Abend des 19. Februar.", "sentence2": "Die Mannschaft reagierte auf die Änderungen im nächsten Spiel am selben Abend am 19. Februar."}
{"label": "1", "sentence1": "Der in Leiden geborene Ruiter hat für den FC Utrecht, den FC Den Bosch, Excelsior, den RKC Waalwijk und den FC Emmen gespielt.", "sentence2": "de Ruiter wurde in Leiden geboren und spielte für RKC Waalwijk, FC Den Bosch, Excelsior, FC Utrecht und FC Emmen."}
{"label": "0", "sentence1": "Es ist in der östlichen Hälfte der Grafschaften Norfolk und Suffolk sowie in Essex und Hertfordshire vertreten.", "sentence2": "Es tritt in der östlichen Hälfte der Countys Norfolk und Suffolk auf und kommt auch in Essex und Hertfordshire vor."}
{"label": "1", "sentence1": "Es war die dritte Aufgabe des Turniers und der sechste Halt der 14 IRB Sevens World Series 2013.", "sentence2": "Es war die dritte Auflage des Turniers und die sechste Station der 2013/14 IRB Sevens World Series ."}
{"label": "1", "sentence1": "Das Gedicht ist in vier zeitgenössischen Handschriften erhalten, von denen eine fragmentarisch ist:", "sentence2": "Das Gedicht ist in vier zeitgenössischen Manuskripten erhalten, eines davon fragmentiert."}
{"label": "1", "sentence1": "Im Sommer 1924 ging er nach Union County im südlichen Arkansas, und arbeitete während des Ölbooms in einem Büro in Norphlet, in der Nähe von Smackover.", "sentence2": "Im Sommer 1924 ging er nach Union County im Süden von Arkansas, um im Ölrausch in einem Büro in Norphlet nahe Smackover zu arbeiten."}
{"label": "1", "sentence1": "„Around the World in 80 Minutes\" mit Douglas Fairbanks ist ein amerikanischer Pre-Code Dokumentarfilm von 1931, der von Douglas Fairbanks und Victor Fleming gedreht und von Robert E. Sherwood geschrieben wurde.", "sentence2": "„In 80 minutes around the world“ mit Douglas Fairbanks, ein amerikanischer Precode-Dokumentarfilm von 1931, wird von Douglas Fairbanks und Victor Fleming sowie von Robert E. Sherwood gedreht."}
{"label": "0", "sentence1": "Das BBC College of Journalism wurde im Juni 2005 als eine E-Learning-Serie eröffnet, mit Kevin Marsh als Chefredakteur, dessen erster Direktor Vin Ray war.", "sentence2": "Im Juni 2005 wurde das BBC College of Journalism als E-Learning-Serie mit Vin Ray als Executive Editor eröffnet. Erster Direktor war Kevin Marsh."}
{"label": "0", "sentence1": "Das Fallbeil wurde 1949 zum letzten Mal in Westdeutschland eingesetzt, 1966 in Ostdeutschland.", "sentence2": "Das Fallbeil wurde letztmals 1949 in Ostdeutschland, 1966 in Westdeutschland eingesetzt."}
{"label": "0", "sentence1": "Das Präparat wurde von Dr. Patrick Page und seinem Team erfunden und 2007 von Genkyotex patentiert.", "sentence2": "Das Präparat wurde von Dr. Patrick Page und seinen Mitarbeitern patentiert und 2007 von Genkyotex erfunden."}
{"label": "0", "sentence1": "Als Edward II. am 7. Juli 1307 seinem Vater Edward I. folgte, war die Haltung seiner Untertanen im Allgemeinen eine gute Haltung gegenüber ihrem neuen König.", "sentence2": "Als Edward I. am 7. Juli 1307 den Platz seines Vaters, Edward II., einnahm, war die Haltung seiner Untertanen im Allgemeinen von guten Intentionen gegenüber ihrem neuen König."}
{"label": "0", "sentence1": "Sergei Prokofiev schrieb eine \"Fantasia on Scheherazade\" für Piano, die er auf einer Klavierrolle aufnahm.", "sentence2": "Sergei Prokofiev schrieb „Fantasia on Scheherazade” für Klavier, was er am Klavier einspielte."}
{"label": "0", "sentence1": "Der Maler und Romanautor Paul Bowles hörte die Musik aus der Gegend erstmals zusammen mit dem amerikanischen Schriftsteller Brion Gysin bei einem Festival in Sidi Kacem im Jahr 1950.", "sentence2": "Paul Bowles hörte 1950 auf einem Festival in Sidi Kacem zusammen mit dem amerikanischen Schriftsteller Brion Gysin Musik aus der Region."}
{"label": "0", "sentence1": "Er wurde in Brooklyn, New York, geboren und starb in Tiburon, Kalifornien.", "sentence2": "Er wurde in Tiburon, Kalifornien, geboren und starb in Brooklyn, New York."}
{"label": "0", "sentence1": "Lang wurde in Australien geboren, immigrierte als junger Mann nach Israel und ließ sich dort im Jahr 1961 nieder.", "sentence2": "Lang wurde in Israel geboren, zog als junger Mann nach Australien und ließ sich dort im Jahr 1961 nieder."}
{"label": "1", "sentence1": "Die Keita-Dynastie regierte Mali vom frühen 17. bis zum 12. Jahrhundert, vorkaiserlich und imperial.", "sentence2": "Die Keita-Dynastie regierte das präimperiale und imperiale Mali vom frühen 17. Jahrhundert bis ins 12. Jahrhundert."}
{"label": "1", "sentence1": "Die englische Küche dominierte die frühe nationale Küche; aber als neue Einwanderer aus anderen Ländern kamen, gewannen andere koloniale Suppen an Popularität.", "sentence2": "Er produzierte seinen ersten Feature-Film im Mai 2011, führte Regie und schrieb ihn."}
{"label": "1", "sentence1": "Zu den beispielhaften Meilensteinen gehören der Sieg über eine Mannschaft der World Series, Partien gegen legendäre Mannschaften und Siege über andere Spieler in direkten Begegnungen.", "sentence2": "Beispielhafte Meilensteine ​​besiegen ein Team der World Series Champions, schlagen historische Mannschaften und spielen Kopf-an-Kopf gegen andere Spieler."}
{"label": "1", "sentence1": "Slough High School war eine Mädchenschule mit Aufnahmebedingungen in Slough, vormals Buckinghamshire und jetzt Berkshire.", "sentence2": "Die Slough High School war ein selektives Gymnasium für Mädchen in Slough in Buckinghamshire, heute Berkshire."}
{"label": "0", "sentence1": "Er nahm mit Billy Eckstines Band auf und 1946 spielte er mit der Lionel Hampton Band.", "sentence2": "Er spielte bei der Band von Lionel Hampton und machte 1946 Aufnahmen mit der Band von Billy Eckstine."}
{"label": "1", "sentence1": "Die Limousine wurde am 5. Juli 2003 in Europa und im Oktober 2003 in Nordamerika lanciert. Ende 2004 wurde der Kombi gelauncht.", "sentence2": "Die Limousine wurde am 5. Juli 2003 in Europa und im Oktober 2003 in Nordamerika lanciert und Ende des Jahres 2004 wurde der Kombi gelauncht."}
{"label": "1", "sentence1": "Über Chris Sievey wurde eine Biographie vom Manchester-Autor Mick Middles geschrieben und im November 2014 veröffentlicht.", "sentence2": "Es wurde von dem Autor Mick Middles aus Manchester eine Biographie über Chris Sievey geschrieben und im November 2014 veröffentlicht."}
{"label": "1", "sentence1": "Malta ist eine Bucht an der Nordostküste der Balluta Bay innerhalb von St. Julian's.", "sentence2": "Malta ist eine Bucht an der Nordostküste von Balluta Bay in St. Julian."}
{"label": "0", "sentence1": "Sepahua ist ein Distrikt in der südlichen Provinz von Atalaya in Peru.", "sentence2": "Sepahua ist ein Distrikt im südlichen Peru in der Provinz Atalaya."}
{"label": "0", "sentence1": "Ihr Urenkel war der Schauspieler Alexander Molchanoff (geb. Richard Marner).", "sentence2": "Ihr Urenkel war der Schauspieler Richard Marner (geb. Alexander Molchanoff)."}
{"label": "0", "sentence1": "Die Kreisstraße 540 liegt eine paar Meilen westlich der Staatsstraße 540 in Highland City und verläuft südlich der US 98 zur Kreisstraße 37B.", "sentence2": "Die County Road 540 liegt ein paar Meilen südlich der State Road 540 in Highland City und verläuft westlich von der US 98 zur County Road 37B."}
{"label": "0", "sentence1": "Annette Amelia Crum heiratete Bryant, die Tochter von Samuel Crum, am 29. September 1874. Sie hatten eine Tochter.", "sentence2": "Am 29. September 1874 heiratete Annette Amelia Crum Bryant, die Tochter von Samuel Crum.  Sie hatten eine gemeinsame Tochter."}
{"label": "1", "sentence1": "El Hatillo bietet kostenlose öffentliche Bildung mit insgesamt siebzehn Grundschulen an; elf sind privat und sechs öffentlich.", "sentence2": "El Hatillo bietet kostenlose öffentliche Bildung mit insgesamt siebzehn Grundschulen an, elf davon sind privat und sechs öffentlich."}
{"label": "0", "sentence1": "Er veröffentlichte und schrieb die Vorworte zu den Ausgaben von Robert Owen (1934), Thomas More (1935) und Tommaso Campanella (1950).", "sentence2": "Er veröffentlichte und schrieb die Vorworte zu den Ausgaben von Tommaso Campanella (1934), Thomas More (1935) und Robert Owen (1950)."}
{"label": "0", "sentence1": "Die Blüten sind gelb mit braunen Punkten.", "sentence2": "Die Blumen sind braun mit gelben Flecken."}
{"label": "1", "sentence1": "Nicht alle Kronen waren Stoffkappen, einige Kappen enthielten Metall und waren stark vergoldet.", "sentence2": "Nicht alle Kronen waren Stoffkappen. Einige Kappen Metall und viele Juwelen."}
{"label": "0", "sentence1": "Mit einer Primärnotierung an der nigerianischen Börse ist es das erste afrikanische Unternehmen, das eine grenzüberschreitende Einwärtsnotierung an der Johannesburger Börse hat.", "sentence2": "Mit einer grenzübergreifenden Börsennotierung an der Börse von Johannesburg ist es das erste afrikanische Unternehmen mit einer primären Notierung an der nigerianischen Börse."}
{"label": "0", "sentence1": "Podkriváň ist ein Dorf und eine Gemeinde im Kreis Detva, in der Region Banská Bystrica in der Zentralslowakei.", "sentence2": "Podkriváň ist ein Dorf und Stadtbezirk in der Region Banská Bystrica im Distrikt Detva in der zentralen Slowakei."}
{"label": "0", "sentence1": "Er spielte am Anfang seiner Karriere in Australien zog aber nach Schottland um in der Victorian State League für Frankston City  zu spielen.", "sentence2": "Er spielte zu Beginn seiner Karriere in Schottland, zog aber nach Australien, um dort in der Victorian State League für Frankston City zu spielen."}
{"label": "1", "sentence1": "Karen Lieve Ria Hostens ist verheiratet mit J. Peter Burgess, Kooperationsbeauftragter des Internationalen Komitees vom Roten Kreuz, und Vater von drei Kindern.", "sentence2": "Ria Hostens ist mit J. Peter Burgess verheiratet, Entwicklungshelfer beim Internationalen Komitee vom Roten Kreuz, und Vater von drei Kindern."}
{"label": "0", "sentence1": "1911 wurde das Rathaus wieder aufgebaut, 1945 teilweise zerstört und in den 1960er Jahren wiederhergestellt.", "sentence2": "1911 wurde das Rathaus zerstört, 1945 teilweise restauriert und in den 1960er Jahren wieder aufgebaut."}
{"label": "0", "sentence1": "1997 erschien sie als Sheila Dixon in „Coronation Street” und 1998 als Naomi Russell.", "sentence2": "Hardwick erschien in „Coronation Street” 1997 als Naomi Russell und 1998 als Sheila Dixon."}
{"label": "0", "sentence1": "Im Jahr 2000 besiegte Poonam Devi Devi von RJD Dharmendra Yadav, der JDU vertrat.", "sentence2": "Poonam Devi von der RJD besiegte Dharmendra Yadav von der JDU im Jahr 2000."}
{"label": "1", "sentence1": "Nach dem Krieg spielte er zweimal für die Armee gegen die Royal Navy, 1948 und 1949, und gegen die Cambridge University 1949.", "sentence2": "Nach dem Krieg spielte er zweimal für die Armee gegen die Royal Navy, 1948 und 1949, und 1949 gegen die Cambridge University."}
{"label": "1", "sentence1": "Die Zeremonie wurde 1992 von Vince Neil moderiert, der En Vogue, Ugly Kid Joe, Arrested Development und Dennis Miller einbezog.", "sentence2": "Die Zeremonie von 1992 wurde von Vince Neil moderiert. En Vogue, Ugly Kid Joe, Arrested Development und Dennis Miller traten auf."}
{"label": "1", "sentence1": "Es ist die Witwe von Bruce Paltrow und die Mutter der Schauspielerin Gwyneth Paltrow und des Regisseurs Jake Paltrow.", "sentence2": "Sie ist die Witwe von Bruce Paltrow und die Mutter der Schauspielerin Gwyneth Paltrow und des Regisseurs Jake Paltrow."}
{"label": "0", "sentence1": "Vempati Chinna Satyam (15. Oktober 1929-29. Juli 2012) war ein indischer Tänzer und Guru der Tanzform Kuchipudi.", "sentence2": "Vempati Chinna Satyam (15. Oktober 1929 -- 29. Juli 2012) war eine Kuchipudi-Tänzerin und Guru des indischen Tanzes."}
{"label": "0", "sentence1": "Scrivener datierte die Handschrift auf das 12. Jahrhundert, C. R. Gregory auf das 13. Jahrhundert. Derzeit wird die Handschrift von der INTF auf das 12. Jahrhundert datiert.", "sentence2": "Scrivener datiert das Manuskript auf das 13. Jahrhundert, C.R. Gregory auf das 12. Jahrhundert, derzeit wird die Entstehungszeit des Manuskripts von INTF auf das 12. Jahrhundert festgelegt."}
{"label": "0", "sentence1": "Die Abdeckung wurde nur von intimen Zuschauern entfernt, sodass diese Szenen vielleicht privilegierter gewesen wären.", "sentence2": "Der Deckel wurde nur von privilegierten Betrachtern entfernt, sodass diese Szenen möglicherweise intimer waren."}
{"label": "1", "sentence1": "Bei Patienten mit postmenopausaler Osteoporose sinkt das Frakturrisiko, es erhöht aber das Infektionsrisiko.", "sentence2": "Bei postmenopausaler Osteoporose verringert es das Risiko von Frakturen, erhöht jedoch das Infektionsrisiko."}
{"label": "0", "sentence1": "Wright zog von New York nach Chapel Hill, North Carolina.", "sentence2": "Wright zog von Chapel Hill, NC, nach New York City."}
{"label": "0", "sentence1": "Bonnie Bedelia Culkin (geboren am 25. März 1948) ist eine amerikanische Schauspielerin.", "sentence2": "Bonnie Bedelia (geboren am 25. März 1948 als Bonnie Bedelia Culkin) ist eine amerikanische Schauspielerin."}
{"label": "1", "sentence1": "Das Album wurde in Los Angeles von Aníbal Kerpel aufgenommen. Gemischt in „La Casa“ Studien in Los Angeles, Kalifornien.", "sentence2": "Dieses Album wurde in Los Angeles, Kalifornien von Aníbal Kerpel aufgenommen, gemischt in „La Casa“ Studios in Los Angeles."}
{"label": "0", "sentence1": "Er ist leichter und einiges kürzer – was angesichts seiner Platzierung in Kleinwagen ein erforderlicher Entwurfsparameter ist.", "sentence2": "Es ist kürzer und in der Länge viel leichter - ein notwendiges Konstruktionsparameter angesichts der Platzierung in den Kleinwagen."}
{"label": "0", "sentence1": "Die Grundzüge der Systemtheorien sind in Marcel Mauss' „Seasonal Variation of Eskimo“  zu sehen, die später in Julian Steward's Arbeit wiedergegeben wurde.", "sentence2": "Die Grundzüge der Systemtheorien sind in Julian Steward's „Saisonale Variation des Eskimos“ zu sehen, die später in Marcel Mauss' Arbeit wiederholt wurde."}
{"label": "1", "sentence1": "Siebenberg bezeichnete den Song auf dem Album als seinen Favoriten, \"weil er so persönlich und so unverfälscht ist.\"", "sentence2": "Siebenberg beschrieb den Song als seinen Favoriten auf dem Album, weil er so authentisch und persönlich ist."}
{"label": "0", "sentence1": "Das Lobethal Bierhaus ist eine regionale Brauerei mit deutschen Stil-Einflüssen.", "sentence2": "Das Lobethal Bierhaus ist eine deutsche Brauerei mit regionalen Stil-Einflüssen."}
{"label": "0", "sentence1": "Dabei steht \"e\" für die elektrische Ladung des Teilchens und A für das magnetische Vektorpotential des elektromagnetischen Feldes.", "sentence2": "Wobei „e“ für die magnetische Ladung des Partikels und A für das elektrische Vektorpotenzial des elektromagnetischen Feldes steht."}
{"label": "0", "sentence1": "Die Canal Street wurde 1790 eröffnet und die Straße wurde nach dem Oxford Canal aus 1870 benannt.", "sentence2": "Der Oxford Kanal wurde 1790 eröffnet und die Straße erhielt um 1870 den Namen Canal Street."}
{"label": "0", "sentence1": "Barbara Boothe Ellison wurde in Santa Clara County, Kalifornien, geboren, der Tochter des Milliardärs Oracle Corporation Chairman Larry Ellison und seiner Ex-Frau Megan Ellison.", "sentence2": "Megan Ellison wurde im kalifornischen Santa Clara County als Tochter des Milliardärs und Vorsitzenden der Oracle Corporation, Larry Ellison und seiner Ex - Ehefrau Barbara Boothe Ellison geboren."}
{"label": "0", "sentence1": "Dieses Lied wurde von der von Filippo Andrea Carmeni und Maurizio Molella komponierten Gala geschrieben und produziert.", "sentence2": "Der Song wurde von Gala von Filippo Andrea Carmeni geschrieben und komponiert und von Maurizio Molella produziert."}
{"label": "0", "sentence1": "Nach dem Umzug nach Salt Lake City in den 1920er Jahren und dann  nach Ogden in Utah siedelten sich Robertson und seine Familie 1937 in Mapleton in Utah an.", "sentence2": "Nach dem Umzug nach Ogden Utah in den 1920er Jahren und dann nach Salt Lake City ließ sich Robertson mit seiner Familie 1937 in Mapleton Utah nieder."}
{"label": "1", "sentence1": "Sculcoates verfügt hat eine Bibliothek, ein Postamt, ein Schwimmbad namens Beverley Road Baths, ein Gymnasium und zwei Grundschulen.", "sentence2": "Sculcoates hat eine Bibliothek, ein Postamt, einen Swimmingpool namens Beverley Road Baths, eine High School und zwei Grundschulen."}
{"label": "1", "sentence1": "Das Licht im Louvre-Gemälde ist wärmer und scheint weicher, aber das liegt womöglich an der Farbe der äußeren Firnisschicht.", "sentence2": "Die Lichtverhältnisse im Louvre: Die Gemälde wirken wärmer und weicher, dies kann aber auch am Farbton auf der Oberfläche liegen."}
{"label": "0", "sentence1": "Um den Plan für Hoth zu entwickeln, haben die Designer so viel Quellenmaterial wie möglich von \"The Empire Strikes Back\" erhalten, um eine authentische Reproduktion realisieren zu können.", "sentence2": "Um die Karte für Hoth zu erstellen, erhielten die Designer so viel Ausgangsmaterial wie möglich von „The Empire Strikes Back'', um eine authentische Reproduktion zu entwickeln."}
{"label": "0", "sentence1": "Die obenstehenden Beispiele des Stamms „-m” im Singular standen im Possessiv der ersten Person.", "sentence2": "Die obigen Beispiele für das besitzanzeigende Schema „-m“ waren für die erste Person Singular."}
{"label": "0", "sentence1": "Grady Howard wurde an diesem Tag zum ersten Bürgermeister gewählt und am 5. Juni 1951 offiziell zum Interimsbürgermeister von Spring Lake ernannt.", "sentence2": "Grady Howard wurde an diesem Datum zum ersten Bürgermeister gewählt und am 5. Juni 1951 offiziel zum Bürgermeister von Spring Lake ernannt."}
{"label": "0", "sentence1": "Sie zog als Dreijährige mit ihren Eltern von Finnland nach Estland und lebt derzeit in Helsinki.", "sentence2": "Sie zog dreijährig mit ihren Eltern von Estland nach Finnland und wohnt derzeit in Helsinki."}
{"label": "1", "sentence1": "Der Konsonant - Ejektiv ist eine Art uvularer Klang, der in einigen gesprochenen Sprachen verwendet wird. Das Symbol im Internationalen Phonetischen Alphabet, das diesen Klang repräsentiert,", "sentence2": "Die konsonantische Ejektion ist eine Art von uvulärem Klang, der in einigen gesprochenen Sprachen verwendet wird. Das Symbol im Internationalen Phonetischen Alphabet, das diesen Klang repräsentiert, ist"}
{"label": "1", "sentence1": "Forscher des Geological Survey of Canada haben natürliche Arsen-Variationen im relativen Gefahrenpotenzial für die Provinz von New Brunsick entwickelt.", "sentence2": "Forscher des Geological Survey of Canada haben für die Provinz New Brunswick natürliche Arsenvariationen im relativen Gefahrenpotential modelliert."}
{"label": "0", "sentence1": "Eine dritte Radioversion wurde von der BBC im Mai 2008 ausgestrahlt, mit Wilton wieder als Duff und dem Autor, der Beth spielt.", "sentence2": "Eine dritte Radioversion wurde von der BBC mit Wilton als Beth und dem Autor Duff im Mai 2008 gespielt."}
{"label": "0", "sentence1": "Friedrich Maximilian Hessemer (24. Februar 1800 in Frankfurt am Main -- 1. Dezember 1860 in Darmstadt) war ein deutscher Architekt und Autor.", "sentence2": "Maximilian Hessemer (geboren am 24. Februar 1800 in Darmstadt, 1. Dezember 1860 in Frankfurt am Main) war ein deutscher Architekt und Autor."}
{"label": "0", "sentence1": "Sie wurde von Richard Gibson und dem Hofmaler Joan Carlile gelobt und wird als ebenso erfolgreich betrachtet wie Peter Lely.", "sentence2": "Von Richard Gibson und dem Hofkünstler Peter Lely gepriesen, gilt sie als ebenso erfolgreich wie Joan Carlile."}
{"label": "0", "sentence1": "Die Pläne der Met denen gemäß sie sich von Paddington nach South Kensington und südlich von Moorgate in Richtung Süden nach Tower Hill erstreckte wurden angenommen und am 29. Juli 1864 vom König genehmigt.", "sentence2": "Vorschläge von Met zu einer Erweiterung von Paddington in Richtung South Kensington und östlich von Moorgate bis Tower Hill in Richtung Süden, wurden angenommen und erhielten am 29. Juli 1864 die königliche Genehmigung."}
{"label": "1", "sentence1": "Sammy Downs wurde selbst in der Geburtsgemeinde seiner Mutter Effie in der Gemeinde Avoyelles, südlich der Gemeinde Rapides, geboren.", "sentence2": "Sammy Downs wurde in der Heimatgemeinde von Effie geboren, seine Mutter in der Avoyelles Parish, südlich der Rapides Parish geboren."}
{"label": "0", "sentence1": "Die Wähler wählten Sevier zum Gouverneur, die neu gewählte Legislative stimmte für Blount und Andrew Jackson als Senatoren und für William Cocke als Kongressabgeordneten.", "sentence2": "Die Wähler wählten Sevier zum Gouverneur. Die neu gewählte Legislative stimmte für Blount und William Cocke als Senatoren und Andrew Jackson als Kongressabgeordneten."}
{"label": "0", "sentence1": "Der Film erhielt positive Kritiken, aber nach der Veröffentlichung auf VHS und DVD wurde er zum Kultfavoriten mit negativen Kommentaren auf Amazon und IMDB.", "sentence2": "Der Film erhielt negative Kritiken, aber nach seiner Veröffentlichung auf VHS und DVD wurde er zu einem beliebten Kultfilm mit wohlwollenden Kommentaren auf Amazon und IMDB."}
{"label": "1", "sentence1": "Im Jahr 2015 kündigte das Bildungsministerium von Florida Kommissarin Pam Stewart die Ernennung von Madeline Pumariega als Kanzlerin des Florida College Systems an.", "sentence2": "Im Jahr 2015 kündigte das für Bildung zuständige Mitglied des Florida Department of Education, Pam Stewart, die Ernennung von Madeline Pumariega zur Kanzlerin des Florida College Systems an."}
{"label": "1", "sentence1": "Die Porte de Vincennes befindet sich dort, wo die Nordostecke des 12. Arrondissements auf die Südostecke des 20. Arrondissements von Paris trifft.", "sentence2": "Die Porte de Vincennes befindet sich dort, wo die nordöstliche Ecke des 12. Arrondissements auf die südöstliche Ecke des 20. Arrondissements von Paris trifft."}
{"label": "1", "sentence1": "Während seiner Kampagne debattierte er McCain zweimal, einmal im Flagstaff, und einmal in Tucson.", "sentence2": "Während seines Wahlkampfs debattierte er zweimal über McCain, einmal in Tucson und einmal in Flagstaff."}
{"label": "1", "sentence1": "Juhi Chawla hat mit seiner Frau Jahnavi Mehta zwei Kinder, ein Mädchen, Mehta (2001 geboren) und einen Jungen, Arjun Mehta (2003 geboren).", "sentence2": "Juhi Chawla hat zwei Kinder mit seiner Ehefrau Jahnavi Mehta, ein Mädchen, Mehta (geboren 2001) und einen Jungen, Arjun Mehta (geboren 2003)."}
{"label": "0", "sentence1": "Mei Shigenobu ist Mutter des japanischen Staatsbürgers und Journalisten Fusako Shigenobu.", "sentence2": "Fusako Shigenobu ist die Mutter der japanischen Staatsbürgerin und Journalistin, Mei Shigenobu."}
{"label": "1", "sentence1": "Der uvulare Ejektiv ist ein konsonantischer Laut, der in manchen gesprochenen Sprachen verwendet wird. Das Symbol im Internationalen Phonetischen Alphabet, das diesen Laut bezeichnet.", "sentence2": "Das uvuläre Ejektiv ist eine Art von konsonantischem Klang, der in einigen gesprochenen Sprachen verwendet wird. Das Symbol im Internationalen Phonetischen Alphabet, das diesen Klang repräsentiert, ist ."}
{"label": "1", "sentence1": "Bis zum Aufkommen der elektronischen und digitalen Videotechnik, war die Massenproduktion von Pornofilmen direkt  mit der kommerziellen Filmindustrie verbunden.", "sentence2": "Bis zum Aufkommen der elektronischen und digitalen Videotechnik war die Massenproduktion von pornographischen Filmen direkt an die Mainstream-Filmindustrie gebunden."}
{"label": "0", "sentence1": "Lieutenant John Gedge gab sie im Mai 1805 für die Nordsee in Auftrag, und Lieutenant Robert Ramsey ersetzte ihn 1806.", "sentence2": "Lieutenant Robert Ramsey beorderte sie im Mai 1805 in die Nordsee, und Lieutenant John Gedge löste ihn 1806 ab."}
{"label": "1", "sentence1": "In der Nähe ist der Lostine Fluss, ein Nebenfluss des Wallowa Flusses, östlich des Wallowa-Gebirges im nordöstlichen Oregon.", "sentence2": "Der Lostine River, ein Nebenfluss des Wallowa River, östlich der Wallowa Mountains im Nordosten von Oregon, liegt in der Nähe."}
{"label": "1", "sentence1": "Die Abdeckung wurde nur von privilegierten Zuschauern entfernt, so dass diese Szenen vielleicht intimer gewesen wären.", "sentence2": "Der Deckel wurde nur von privilegierten Zuschauern entfernt, sodass diese Szenen möglicherweise intimer waren."}
{"label": "0", "sentence1": "Die Band spielte ausgiebig, wurde in Israel berühmt und ging im Jahr 2007 sogar auf Tournee in New York City.", "sentence2": "Die Gruppe tourte ausgiebig und wurde in Israel berühmt, spielte sogar 2007 in New York City."}
{"label": "0", "sentence1": "Fair Oaks befindet sich in ( 38.651254, -121.259279), zwischen Sacramento und Folsom.", "sentence2": "Sacramento liegt zwischen Fair Oaks und Folsom (38.651254, -121.259279)."}
{"label": "1", "sentence1": "Seine zukünftige Arbeit in der Landwirtschaft befand sich hauptsächlich in Norfolk, aber er beantragte auch Dämme in Lincolshire, die erfolgreich verwirklicht wurden.", "sentence2": "Seine späteren Arbeiten in der Landwirtschaft fanden hauptsächlich in Norfolk statt, aber er beantragte auch beträchtliche Dämme in Lincolnshire, die erfolgreich verwirklicht wurden."}
{"label": "0", "sentence1": "In 80 Minuten um die Welt mit Douglas Fairbanks, ein amerikanischer Pre-Codex-Dokumentarfilm aus dem Jahr 1931, wurde von Douglas Fairbanks und Victor Fleming und von Robert E. Sherwood inszeniert.", "sentence2": "„In 80 minutes around the world“ mit Robert E. Sherwood, ein amerikanischer Precode-Dokumentarfilm, wurde vom Regisseur Douglas Fairbanks 1931 und von Douglas Fairbanks und Victor Fleming geschrieben."}
{"label": "0", "sentence1": "Die topologische Vektorraumformel _ 13 wird als „Startobjekt“ oder „Startstruktur“ in Bezug auf die gegebenen Daten bezeichnet.", "sentence2": "Die ursprüngliche Vektorraumformel 13 wird hinsichtlich der gegebenen Daten als Ursprungsobjekt \" oder topologische Struktur bezeichnet."}
{"label": "0", "sentence1": "Die Pennsylvania Route 268 führt vom westlichen Ende der Brücke nördlich nach Parker und südlich nach Emlenton.", "sentence2": "Vom westlichen Ende der Brücke führt die Pennsylvania Route 268 in Richtung Süden nach Parker und in Richtung Norden nach Emlenton."}
{"label": "0", "sentence1": "Es wurde 1983 von den Architekten John Burgee (University Alumnus) und Philip Johnson entworfen.", "sentence2": "Es wurde 1983 von den Architekten Philip Johnson (Alumnus der Universität) und John Burgee entworfen."}
{"label": "0", "sentence1": "Feldsalat und Knollenfrüchte wurden normalerweise nicht angebaut und saisonal geerntet wenn sie wild wuchsen.", "sentence2": "Feldsalat und Knollenfrüchte wurden in der Regel nicht angebaut und wuchsen in der Wildnis gegebenenfalls saisonal."}
{"label": "0", "sentence1": "Wenn wir eine alternierende Turingmaschine verwenden, haben wir die Ressource ATIME.", "sentence2": "Wenn wir eine alternierende Turingmaschine haben, verwenden wir die Ressource ATIME."}
{"label": "0", "sentence1": "Das Album enthält einen Remix des Materials, das ursprünglich von Nurse With Wound gemischt wurde und 2007 als Disconnected veröffentlicht wurde.", "sentence2": "Das Album enthält Remixe des Materials, das ursprünglich von Nurse With Wound veröffentlicht wurde und 2007 als Disconnected gemischt wurde."}
{"label": "1", "sentence1": "Der Solaransatz für diese Anforderung ist der Einsatz von Solarzellen in konventionell angetriebenen Flugzeugen.", "sentence2": "Der solare Ansatz für diese Anforderung ist die Verwendung von Sonnenkollektoren in Flugzeugen mit konventionellem Antrieb."}
{"label": "1", "sentence1": "Er besuchte die Seton Hall Preparatory School im nahegelegenen South Orange, New Jersey (jetzt in West Orange).", "sentence2": "Er besuchte die Vorschule Seton Hall im nahe gelegenen South Orange, New Jersey (heute in West Orange gelegen)."}
{"label": "0", "sentence1": "Er wurde von Dale Romans trainiert und in seinen wichtigsten Rennen vom Jockey John Velazquez geritten.", "sentence2": "Er war durch John Velazquez trainiert und in seinem wichtigsten Rennen von Jockey Dale Romans geritten."}
{"label": "0", "sentence1": "Die zweite Serie wurde von den Kritiken besser angenommen als die erste.", "sentence2": "Die erste Serie wurde von Kritikern besser aufgenommen als die zweite."}
