{"label": "1", "sentence1": "Los primeros miembros del comité asesor incluyeron a Walter Cronkite, Norman Cousins, Gore Vidal, Norman Podhoretz, Saul Bellow y Alistair Cooke.", "sentence2": "Entre los primeros miembros consejeros se incluián Walter Cronkite, Norman Vetter, Gore Vidal, Norman Podhoretz, Saul Bellow y Alistair Cooke."}
{"label": "0", "sentence1": "Madiun está en la carretera principal hacia Yogyakarta y Jakarta.", "sentence2": "Yogyakarta y Jakarta está ubicado en la carretera principal a Madiun."}
{"label": "1", "sentence1": "Elizabeth Prudden emigró de Inglaterra a Milford, Connecticut en 1653 y se casó con Roger Pritchard", "sentence2": "Elizabeth Elizabeth Prudden inmigró de Inglaterra a Milford en 1653, Connecticut, y se casó con Roger Pritchard"}
{"label": "0", "sentence1": "La primacía de los operadores aritméticos ha sido criticada, conceptualmente y son operadores lógicos a nivel de bits como y +.", "sentence2": "La precedencia de los operadores lógicos a nivel de bits ha sido criticada. Conceptualmente, & y son operadores aritméticos como y +."}
{"label": "1", "sentence1": "Dotty nació en Gloucester en 1923 y falleció en Boston en 2014.", "sentence2": "Dotty nació en 1923 en Gluocester y falleció en Boston en 2014."}
{"label": "1", "sentence1": "En el fútbol escocés, los equipos semiprofesionales compiten en todos los niveles debajo de la Scottish Premiership, y la mayoría de los equipos debajo del Scottish Championship son semiprofesionales.", "sentence2": "En el fútbol escocés, los equipos semi profesionales tienen un desempeño inferior a los de Scottish Premiership en todos los niveles, donde la mayoría de los equipos por debajo del nivel profesional de Escocia son semi profesionales."}
{"label": "0", "sentence1": "El accidente del vuelo 4544 de Aerosucre Flight fue el primer incidente de aviación de Aerosucre, el segundo accidente fue con otro Boeing 727 el 18 de noviembre de 2006.", "sentence2": "El accidente del vuelvo de Aerosucre 4544 fue el segundo accidente de aviación con Aerosucre, el primero fue el accidente de otro Boeing 727 el 18 de noviembre de 2006."}
{"label": "0", "sentence1": "El río Arieşul Mare es un afluente del río Válcea en Rumania.", "sentence2": "El río Vălcea es un afluente del río Arieşul Mare en Rumania."}
{"label": "0", "sentence1": "Grant Connell y Glenn Michibata ganaron el título, después de derrotar a Wayne Ferreira y Jim Grabb 6 : 4 , 6 : 3 en la final.", "sentence2": "Wayne Ferreira y Jim Grabb ganaron el título, venciendo a Grant Connell y Glenn Michibata 6--4, 6--3 en la final."}
{"label": "0", "sentence1": "Las posibles estructuras de sílabas son V, CV o CCV, mientras que la segunda consonante es.", "sentence2": "La segunda estructura de sílabas es V, CV o CCV, que es la posible consonante."}
{"label": "0", "sentence1": "Falleció de cáncer de estómago el 30 de junio de 1954 en Claremore, Oklahoma. Lyan Riggs Memorial se encuentra en la Ciudad de Nueva York.", "sentence2": "Falleció de cáncer de estómago en Nueva York el 30 de junio de 1954 y Claremore, Oklahoma es hogar del monumento a Lynn Riggs."}
{"label": "0", "sentence1": "El río Valea lui Lambă o río Șimon es un afluente del río Lom en Rumania.", "sentence2": "El río Valea lui Lambă o el río \"unk\" imon es un afluente del río Lom en Rumania."}
{"label": "0", "sentence1": "John Reed King fue el presentador y Ray Bloch dirigió la orquesta.", "sentence2": "El locutor era Ray Ray Bloch, John Reed King dirigió la orquesta."}
{"label": "0", "sentence1": "Alaja es un pequeño lugar poblado en la provincia de Balkan al oeste de Turkmenistan sobre el Mar Caspio.", "sentence2": "Alaja es un lugar de baja población en Turkmenistán en la provincia occidental de Balkan en el Mar Caspio."}
{"label": "0", "sentence1": "En agosto de 2017, el equipo Prakash Raj se unió al equipo para interpretar el rol del productor Aluri Chakrapani.", "sentence2": "Aluri Chakrapani también se unió al equipo en agosto de 2017, presuntamente para cumplir el rol del productor Prakash Raj."}
{"label": "0", "sentence1": "La excepción se produjo entre fines de 2005 y 2009, cuando jugó en Suecia con Carlstad United BK, en Serbia con FC Terek Grozny y con el ruso FK Borac Čačak .", "sentence2": "La excepción se produjo entre fines de 2005 y 2009 cuando jugó en Suecia con Carlstad United BK, en Serbia con FK Borac Čačak y con en Rusia con FC Terek Grozny."}
{"label": "0", "sentence1": "Se mudó con sus padres desde Finlandia hacia Estonia a la edad de 3 años y actualmente vive en Helsinki.", "sentence2": "Ella se mudó desde Estonia hasta Finlandia con sus padres a los tres años y actualmente reside en Helsinki."}
{"label": "1", "sentence1": "En Catanduanes, Albay, las provincias de Luzon, Sorsogon, Masbate, Isla Burias e Isla Ticao fueron modernizadas a N.°.", "sentence2": "En Catanduanes, Albay, las provincias de Luzon, Sorsogon, Masbate, Burias Island y Ticao Island fueron modernizadas al No."}
{"label": "1", "sentence1": "Una estación de capacitación típica de la Real Fuerza Aérea (sin volar) tendrá la siguiente estructura integrada basada en las alas:", "sentence2": "Una estación de entrenamiento de la Fuerza Aérea Real típica (no de vuelo) tendrá la siguiente estructura basada en alas integrada:"}
{"label": "1", "sentence1": "Lo trajo C. R. Gregory en 1834 en el monasterio de Saba. Robert Curzon lo vio en 1883.", "sentence2": "C. R. Gregory lo compró en 1834 en el monasterio de Saba, Robert Curzon en 1883."}
{"label": "0", "sentence1": "El primer encuentro con los maestros coloniales transformó drásticamente la sociedad tradicional.", "sentence2": "El tradicional encuentro con los amos coloniales cambió la primitiva sociedad drásticamente."}
{"label": "0", "sentence1": "Ungarala Rambabu es una película en Telugu, escrita y protagonizada por Kranthi Madhav y producida por Paruchuri Kiriti.", "sentence2": "Ungarala Rambabu es una película Telugu escrita y dirigida por Paruchuri Kiriti y producida por Kranthi Madhav."}
{"label": "1", "sentence1": "Lusaghbyur (anteriormente romanizado como Lusakhpyur; también Svanverdi y Svan) es un pueblo ubicado en la Provincia Shirak de Armenia.", "sentence2": "Lusaghbyur (anteriormente romanizado como Lusakhpyur; Svanverdi y Svan) es un pueblo en la provincia de Shirak de Armenia."}
{"label": "0", "sentence1": "Al momento de considerar la ganancia económica, se toman en cuenta los costos explícitos junto con los implícitos.", "sentence2": "Al momento de considerar la ganancia implícita, se toman en cuenta los costos implícitos junto con los económicos."}
{"label": "1", "sentence1": "Sus grandes esculturas se pueden ver en espacios públicos en Wanaka, desde Nueva Zelanda hasta Kaitaia y en muchos lugares entre ellos.", "sentence2": "Sus grandes esculturas se pueden ver en espacios públicos en Wanaka, desde Nueva Zelanda hasta Kaitaia y en muchas localidades entre ellas."}
{"label": "0", "sentence1": "Enigmaticolus Monnieri es una especie de caracol marino, un verdadero molusco gasterópodo en la familia Buccinidae, de caracoles marinos.", "sentence2": "Enigmaticolus monnieri es una especie de caracol marino, un molusco gastrópodo marino de la familia de Buccinidae, el verdadero caracol de mar."}
{"label": "0", "sentence1": "El río Tabaci es una vertiente del río Leurda en Rumania.", "sentence2": "El río Leurda es un afluente del río Tabaci en Rumania."}
{"label": "0", "sentence1": "En Sri Lanka, el título de contador (CA Sri Lanka) solo puede ser utilizado por miembros del Instituto de Contadores de Sri Lanka.", "sentence2": "En CA, el título de contador público (Sri Lanka Sri Lanka) solo lo pueden utilizar los miembros del Instituto de Contadores de Sri Lanka."}
{"label": "1", "sentence1": "Según Tobe y Gunnar Hansen, el motivo por el cual usaba una máscara era que la máscara verdaderamente determinaba su personalidad.", "sentence2": "Kim comentó: ``La razón por la que usaba una máscara, de acuerdo con Tobe y Gunnar Hansen, era que la máscara realmente determinaba su personalidad''."}
{"label": "0", "sentence1": "Thornwood Common es un pueblo en la carretera B1393, en la municipalidad de Epping Forest y el distrito de North Weald Bassett de Essex, Inglaterra.", "sentence2": "Thornwood Common es un pueblo en la carretera B1393, en la parroquia civil de North Weald Bassett y el distrito de Epping Forest de Essex, Inglaterra."}
{"label": "0", "sentence1": "Cai Feng también tuvo un hijo, Cai Mao.", "sentence2": "Cai Mao también tenía un hijo, Cai Feng."}
{"label": "1", "sentence1": "Fue dirigida por George Fitzmaurice y está basada en una obra de 1917 \"Tiger Rose\", de Willard Mack.", "sentence2": "Dirigida por George Fitzmaurice, está basada en una obra de 1917 ``Tiger Rose'' de Willard Mack."}
{"label": "1", "sentence1": "Perteneció a la sección de los judíos de la Asociación de Escritores y Compositores antes de la guerra en Varsovia.", "sentence2": "Pertenecía a la parte judía de la Asociación de Autores de Teatro y Compositores antes de la guerra en Varsovia."}
{"label": "0", "sentence1": "En 1999 y 2003 se coronó campeón bajo techo, con Jarno Jokihaara y Marko Ritola, en 2003 se convirtió en campeón de Finlandia.", "sentence2": "Se convirtió en campeón finlandés en 1999 y en 2003, rivalizando con Jarno Jokihaara y Marko Ritola. También fue campeón indoor en 2003."}
{"label": "1", "sentence1": "Navegó desde Key West el 12 de septiembre de 1943 y llegó a Galveston, Texas el 16 de septiembre.", "sentence2": "Navegó desde Key West el 12 de septiembre de 1943 y llegó el 16 de septiembre a Galveston, Texas."}
{"label": "1", "sentence1": "En el fútbol escocés, los equipos semi profesionales de todos los niveles aparecen por debajo de la liga profesional escocesa, donde la mayoría de los equipos por debajo del campeonato escocés son semi profesionales.", "sentence2": "En el fútbol escocés, los equipos semiprofesionales compiten en todos los niveles bajo la Scottish Premiership, y la mayoría de los equipos bajo el Scottish Championship son semiprofesionales."}
{"label": "0", "sentence1": "El 20 de febrero de 1959, el Primer Ministro John Diefenbaker completó su proyecto y se desmantelaron las cinco flechas terminadas.", "sentence2": "El 20 de febrero de 1959, el Primer Ministro John Diefenbaker finalizó el proyecto y se completó el desmantelamiento de los cinco Arrow."}
{"label": "0", "sentence1": "El río Seghe es un afluente del río Olt en Rumania.", "sentence2": "El río Olt es un afluente del río Seghes en Rumania."}
{"label": "1", "sentence1": "La división fue destruida en la batalla de Normandía y los últimos elementos se perdieron por la caída de Cherbourg.", "sentence2": "La división fue destruida en la Batalla de Normandía, y sus últimos elementos perdidos en la caída de Cherbourg."}
{"label": "0", "sentence1": "El color de la tapa varía de marrón a marrón, a menudo con una marca amarilla en la tapa al vencimiento.", "sentence2": "El color de la tapa varía de marrón a amarillo, frecuentemente tiene una mancha marrón en la tapa a su vencimiento."}
{"label": "0", "sentence1": "Un verso múltiple es una recopilación de universos alternativos con una naturaleza universal y una jerarquía similar.", "sentence2": "Un verso múltiple es una recopilación de universos alternativos con naturaleza similar y jerarquía universal."}
{"label": "1", "sentence1": "Se recataron 43 personas, 40 fueron rescatadas en los botes salvavidas y tres en el \"Delaware\".", "sentence2": "Se salvaron 43 personas; 40 en botes de rescate y tres fueron rescatadas por el \"Delaware\"."}
{"label": "0", "sentence1": "Las flores son amarillas con manchas marrones.", "sentence2": "Las flores son marrones con manchas amarillas."}
{"label": "0", "sentence1": "Zedtwitz fue el presidente de la Liga Americana de Bridge en 1932, una de las organizaciones cuya fusión derivó en la fundación de Liga Americana de Contract Bridge en 1937.", "sentence2": "En 1932, Von Zedtwitz fue presidente de Liga Americana de Bridge de Contrato, una de las organizaciones cuya fusión permitió fundar la Liga Americana de Bridge en 1937."}
{"label": "1", "sentence1": "La luz \"detenida\" en el contexto del medio EIT, hace referencia a la transferencia \"cuántica\" de fotones al sistema coherente y viceversa.", "sentence2": "La luz \"detenida\" hace referencia en el contexto de un medio de EIT a la transferencia de \"cantidad\" de fotones en el sistema coherente y el retorno."}
{"label": "1", "sentence1": "Su padre fue el hijo ilegitimo de Anne Tothby, un miembro del parlamento de Lincolnshire y William Skipwith.", "sentence2": "Su padre fue el hijo ilegítimo de Anne Tothby, un miembro del Parlamento de Lincolnshire, y William Skipwith."}
{"label": "1", "sentence1": "Un CD con temas de catorce de sus películas fue lanzado en 2008 por Philip Powers y producido por 1M1 Records.", "sentence2": "Un CD con temas de catorce de sus películas fue publicado por Philip Powers en 2008 y producido por 1M1 records."}
{"label": "0", "sentence1": "Fishman tiene una Licenciatura de la Universidad de Columbia y una maestría en Economía de la Universidad de Brown.", "sentence2": "Fishman tiene una licenciatura de la Universidad de Brown y una maestría en economía de la Universidad de Columbia."}
{"label": "1", "sentence1": "Esta reserva siempre ha sido considerada por el gobierno de Su Majestad como un encubrimiento del valiato de Jerusalén y el sanjacado independiente de Beirut.", "sentence2": "Esta reserva siempre fue considerada por el gobierno de su Majestad como el Valiato de Jerusalén y el sanjacato independiente de Beirut."}
{"label": "1", "sentence1": "El Giant Plane el tercer árbol más grande y antiguo de Polonia y el plátano más ancho del país.", "sentence2": "El Giant Plane es el tercer árbol más grande y más antiguo de Polonia y el plátano más grueso de Londres en el país."}
{"label": "1", "sentence1": "Primero, describe las áreas con valores de polen bajos en lugar de las áreas con polen elevado.", "sentence2": "Describe las áreas con niveles de polen bajos primero, en lugar de las áreas con niveles de polen altos."}
{"label": "0", "sentence1": "En 1914, el Sr. Todoroff fundó el restaurante Coney Island y creó su receta de salsa picante Jackson Coney Island.", "sentence2": "En 1914, el Sr. Todoroff fundó el restaurante Jackson Coney Island y creó su receta de salsa de chile Coney Island."}
{"label": "0", "sentence1": "Lusaghbyur (romanizado como Lusakhpyur; anteriormente Svanverdi y Svan) es un pueblo ubicado en la provincia de Shirak en Armenia.", "sentence2": "Lusaghbyur (anteriormente romanizado como Lusakhpyur; también, Svanverdi y Svan) es un pueblo en la provincia de Shirak en Armenia."}
{"label": "0", "sentence1": "En el fútbol semiprofesional, los equipos escoceses compiten en todos los niveles en la Scottish Premiership, y la mayoría de los equipos del Scottish Championship son semiprofesionales.", "sentence2": "En el fútbol escocés, los equipos semi profesionales de todos los niveles aparecen debajo de la liga profesional escocesa, donde la mayoría de los equipos del campeonato escocés son semi profesionales."}
{"label": "1", "sentence1": "En 1864, a Sociedad Misionera Presbiteriana Unida de China envió sus representantes a Escocia.", "sentence2": "La Sociedad Misionera Presbiteriana Unida de China envió a sus agentes a Escocia en 1864."}
{"label": "0", "sentence1": "Geográficamente, ocupa el Condado de Forsyth en la ciudad de Kernersville al este.", "sentence2": "A nivel geográfico, la ciudad de Kernersville ocupa el este del Condado de Forsyth."}
{"label": "1", "sentence1": "La ciudad está situada en el extremo derecho de la \"Horta de València\", en la orilla oeste del río Turia.", "sentence2": "La ciudad está ubicada sobre la orilla derecha de la \"Horta de València\", sobre la costa oeste del río Turia."}
{"label": "0", "sentence1": "Sparrow era un jugador diestro y jugó 4 entradas en 2 partidos de primera con un promedio de 18,75 y una calificación superior de 64.", "sentence2": "Sparrow era un bateador de derecha y realizó 4 entradas y 2 partidos dobles con un promedio de 18.75 y un puntaje máximo de 64."}
{"label": "0", "sentence1": "El Dr. Adams dejó a la señorita Sarah Hunt, con quien casó una hija, se casó con B. Hyatt en 1788 , esq.", "sentence2": "El Dr. Adams se casó con la señorita Sarah Hunt, con quien dejó una hija, casado, en 1788, a B. Hyatt , esq."}
{"label": "0", "sentence1": "Scrivener estimó que el manuscrito proviene del siglo 12.°, C. R. Gregory del siglo 13.°. Actualmente, el INTF estima que el manuscrito proviene del siglo 12.°.", "sentence2": "Scrivener colocó fecha al manuscrito como Siglo XIII, C. R. Gregory la colocó como Siglo XII. En la actualidad, el INTF ha colocado fecha al manuscrito como Siglo XII."}
{"label": "0", "sentence1": "Liu Xuan tuvo dos hijos: Liu Yin y Liu Ji. El hijo de Liu Cheng era Liu Yong. El nieto de Liu Li era Liu Yin.", "sentence2": "Liu Li tuvo dos hijos: Liu Yin y Liu Ji, el hijo de Liu Yin era Liu Cheng y el nieto de Liu Yong era Liu Xuan."}
{"label": "0", "sentence1": "En 1920 y en 1921 en Venecia ganaron los italianos -- ninguna otra nación ingresó en 1920 y en 1921 los franceses no comenzaron.", "sentence2": "En 1920 y 1921 en Venecia, entraron los italianos, en 1920 no ganó ningún país y en 1921 los franceses no participaron."}
{"label": "0", "sentence1": "El teatro musical primero se importó desde París a Londres en 1862 y se volvió enormemente popular, con bailarines, cantantes, acróbatas y animales entrenados para magos.", "sentence2": "El salón salón de la música se importó por primera vez a París desde Londres en 1862, y cobró una enorme popularidad, con bailarines, cantantes, acróbatas, magos y animales entrenados."}
{"label": "1", "sentence1": "El pionero suizo John Sutter (1803-1880) llegó a Alta California con otros colonos euroamericanos en agosto de 1839 .", "sentence2": "El pionero suizo John Sutter (1803 - 1880) estuvo en agosto de 1839 con otros colonizadores euroamericanos en Alta California."}
{"label": "0", "sentence1": "Después de su jubilación, permaneció en Krzemieniec y falleció allí.", "sentence2": "Después de jubilarse, falleció y permaneció en Krzemieniec."}
{"label": "0", "sentence1": "Además, un partido de triple amenaza por el campeonato de Estados Unidos entre el campeón Jack Swagger, The Miz y Kofi Kingston fue.", "sentence2": "El próximo fue un partido de triple amenaza por el Campeonato de los Estados Unidos entre el campeón Kofi Kingston, The Miz y Jack Swagger."}
{"label": "0", "sentence1": "Lo compró Robert Curzon en 1834 en el monasterio de Saba y lo vio C. R. Gregory en 1883.", "sentence2": "Fue comprado en 1834 por C. R. Gregory en el monasterio de Saba y visto por Robert Curzon en 1883."}
{"label": "0", "sentence1": "Los teléfonos móviles con WVGA cuya resolución de pantalla se ha hecho común. Esta es una lista de teléfonos que tienen pantallas nativas.", "sentence2": "Los teléfonos con resolución de pantalla WVGA nativa han prevalecido, esta es una lista de los teléfonos móviles que tienen ese tipo de pantalla."}
{"label": "1", "sentence1": "Pino jugó en las ligas menores de las organizaciones Minnesota Twins, Cleveland Indians, Toronto Blue Jays y Cincinnati Reds.", "sentence2": "Pino ha jugado en las ligas menores de las organizaciones Toronto Blue Jays, Cleveland Indians, Minnesota Twins y Cincinnati Reds."}
{"label": "0", "sentence1": "The Rider's Digest es ahora una revista mensual que se publica en dos versiones: la versión comercial y la edición gratuita de 60 páginas.", "sentence2": "The Rider 's Digest ahora es una revista mensual con dos versiones publicadas, la edición gratuita y la edición de venta minorista de 60 páginas."}
{"label": "0", "sentence1": "Después de 2014, más ucranianos del este de Ucrania, más hombres y más jóvenes de Ucrania trabajaron en Polonia.", "sentence2": "Después de 2014, más ucranianos del este de Ucrania, más hombres jóvenes y más ucranianos han trabajado en Polonia."}
{"label": "0", "sentence1": "Se mudó a Filadelfia en 2009 y ahora vive en la Ciudad de Nueva York.", "sentence2": "En 2009 se mudó nuevamente a la Ciudad de Nueva York y en la actualidad vive en Filadelfia."}
{"label": "0", "sentence1": "Donde \"e\" es la carga eléctrica de la partícula y A es el potencial del vector magnético del campo electromagnético.", "sentence2": "Donde \"e\" es la carga magnética de la partícula y A es el vector eléctrico potencial del campo electromagnético."}
{"label": "1", "sentence1": "El Distrito de Ishkashim es uno de los 28 distritos en la provincia de Badakhshan al este de Afganistán.", "sentence2": "El distrito de Ishkashim es uno de los 28 distritos de la provincia de Badakhshan en el este de Afganistán."}
{"label": "1", "sentence1": "El álbum fue grabado en Los Ángeles por Aníbal Kerpel y fue mezclado en los estudios \"La Casa\" en Los Ángeles, California.", "sentence2": "El álbum fue grabado en Los Ángeles, California, por Aníbal Kerpel. Fue mezclado en los estudios \"La Casa\" en Los Ángeles."}
{"label": "1", "sentence1": "Saragyugh (también romanizado como Saragyukh; anteriormente, Darakoy, Darakey y Daragyukh) es un pueblo ubicado en la Provincia Shirak de Armenia.", "sentence2": "Saragyukh (también conocido como Saragyukh Romanizado; anteriormente Darakoy, Darakey y Daragyukh) es un pueblo en la provincia de Shirak de Armenia."}
{"label": "0", "sentence1": "Tottenham Hotspur ganó la Copa UEFA de 1973-74 sobre Feyenoord Rotterdam 4:2.", "sentence2": "La Copa de la UEFA de 1973--74 la ganó Feyenoord Rotterdam sobre Tottenham Hotspur 4:2."}
{"label": "1", "sentence1": "El hermano más joven de Tod Leiweke, Tim, es actualmente el director de operaciones de la Liga Nacional de Fútbol desde 2015.", "sentence2": "Tim, el hermano más joven de Tod Leiweke, es actualmente director de operaciones de la Liga Nacional de Fútbol desde 2015."}
{"label": "1", "sentence1": "Nació en Hempstead, Norfolk y murió en Weston, Bath, Somerset.", "sentence2": "Nació en Hempstead, Norfolk y falleció en Weston, Bath, Somerset."}
{"label": "1", "sentence1": "La evidencia indirecta para la materia oscura proviene de su influencia gravitacional sobre la materia oscura, ya que ninguna otra partícula de materia se observó en laboratorios.", "sentence2": "Evidencia indirecta de materia oscura proviene de su influencia gravitacional sobre la materia oscura, ya que no se observaron en el laboratorio otras partículas de materia."}
{"label": "0", "sentence1": "Realizó su capacitación médica en el Hospital Middlesex en Londres y calificó como médico clínico en 1943.", "sentence2": "Realizó la capacitación clínica en el Hospital Middlesex en Londres y se recibió de doctor en 1943."}
{"label": "0", "sentence1": "La temporada 2008 -- 09 de Colorado Avalanche fue la 37.° temporada de la franquicia, la 14.° en la Liga Nacional de Hockey y la 30.° como Colorado Avalanche.", "sentence2": "La temporada 2008-09 de la Colorado Avalanche fue la temporada 37.° de la franquicia, la 30.° de la Liga Nacional de Hockey y la 14.° como Colorado Avalanche."}
{"label": "1", "sentence1": "de Ruiter, que nació en Leiden, jugó para el FC Utrecht, FC Den Bosch, Excelsior, el RKC Waalwijk y el FC Emmen.", "sentence2": "Nacido en Leiden, de Ruiter jugó para RKC Waalwijk, FC Den Bosch, Excelsior, FC Utrecht y FC Emmen."}
{"label": "0", "sentence1": "El poma se conserva en cuatro manuscritos fragmentarios, y uno contemporáneo.", "sentence2": "El poema se preserva en cuatro manuscritos contemporáneos, uno de los cuales está fragmentado:"}
{"label": "1", "sentence1": "Fue ejecutada por sus crímenes a las 9:55 am el 3 de mayo de 1947, 24 minutos después de Elisabeth Marschall, por Albert Pierrepoint en la prisión de Hamelín.", "sentence2": "Fue ejecutada el 3 de mayo de 1947, 24 minutos después de Elisabeth Marschall. por Albert Pierrepoint en la prisión de Hameln por los crímenes ocurridos a las 9:55."}
{"label": "0", "sentence1": "Está cerca de Lough Corrib, en la carretera N59 hacia Oughterard y Clifden, en Connemara.", "sentence2": "Está cerca de Oughterard y Clifden, en la carretera N59 y Lough Corrib, en Connemara."}
{"label": "0", "sentence1": "En las calificaciones a continuación, la calificación más baja del espectáculo estará en rojo y la calificación más alta del espectáculo estará en el episodio azul.", "sentence2": "En las revisiones de abajo, la mayor evaluación para el espectáculo estará en rojo y la calificación más baja para el espectáculo estará en azul."}
{"label": "0", "sentence1": "La primera esposa de Roger Mortimer fue Joan Mortimer, hija de James 2nd Baron Audley.", "sentence2": "La primera mujer de Baron Audley era Joan Mortimer, hija de Roger Mortimer."}
{"label": "0", "sentence1": "Anthony, el hijo de Sir Robert, fue el padre del primero de los baronets Jenkinson de Hawkesbury, Gloucestershire.", "sentence2": "Sir Robert, hijo de Anthony era el padre de los primeros barones Jenkinson de Hawkesbury, Gloucestershire."}
{"label": "0", "sentence1": "Bettencourt masterizó la guitarra y Chris Gehringer la tocó en Sterling Sound Studios en la ciudad de Nueva York.", "sentence2": "Bettencourt tocó la guitarra y Chris Gehringer la masterizó en Sterling Sound Studios en la ciudad de Nueva York."}
{"label": "0", "sentence1": "It is found throughout most of the South Island and from Westland to central Banks Peninsula in the North Island .", "sentence2": "Se encuentra en la mayor parte de la isla norte y desde la orilla de la Península hasta Westland central en la isla sur."}
{"label": "1", "sentence1": "En 2009 se mudó a Filadelfia y en la actualidad vive en Nueva York.", "sentence2": "Se mudó nuevamente a Filadelfia en 2009 y ahora vive en la ciudad de Nueva York."}
{"label": "0", "sentence1": "Mientras que el Grupo de Combate 33 estaba inactivo, se consolidó con el Grupo Táctico 33 como el Grupo Táctico de Combate 33.", "sentence2": "Si bien el 33º Grupo Táctico estaba inactivo, se consolidó como el 33º Grupo de Combate Táctico con el 33º Grupo de Combate."}
{"label": "1", "sentence1": "La varianza realizada en Fórmula 7 Intradía - Beneficios la otorga la Fórmula 8, donde Intradía - Beneficios se define según", "sentence2": "El retorno de la varianza obtenida con base en la fórmula _ 7 intradía es proporcionado por la fórmula _ 8, donde los retornos intradías pueden ser definidos por"}
{"label": "0", "sentence1": "Stipsits nació en Korneuburg y pasó su infancia en Stammersdorf, Viena.", "sentence2": "Stipsits nació en Viena y pasó su niñez en Stammersdorf, Korneuburg."}
{"label": "1", "sentence1": "El enrejado completo se encuentra principalmente en Texas, construido en Nuevo México, Arizona y California.", "sentence2": "La cerca completa es principalmente en Texas, con construcción en progreso en Nueva México, Arizona y California."}
{"label": "1", "sentence1": "Elton John fue influenciado musicalmente por Holly.", "sentence2": "Elton John fue influenciado musicalmente por Holly."}
{"label": "1", "sentence1": "Era primo del jugador nacional checo Miroslav Hlinka e hijo del ex jugador Jaroslav Hlinka sr.", "sentence2": "Era el primo del jugador del equipo nacional checo Miroslav Hlinka y el hijo del ex jugador Jaroslav Hlinka sr."}
{"label": "1", "sentence1": "BBC World Service además transmitió una versión denominada \"Animal , Vegetable and Mineral\" presentada por Michael Flanders, con un panel que incluía a Terry Wogan.", "sentence2": "El BBC World Service también transmite una versión llamada \"Animal, Vegetable and Mineral\" presentada por Michael Flanders con un panel que incluye a Terry Wogan."}
{"label": "0", "sentence1": "El 5 de marzo de 2011, MTV Hive publicó un enlace de transmisión de Anni Rossi interpretando el \"Rude Boy\" de Rihanna.", "sentence2": "El 5 de marzo de 2011, MTV Hive publicó un enlace de transmisión de Rihanna, donde Anni Rossi interpretaba \"Rude Boy\"."}
{"label": "0", "sentence1": "The Giants cayeron ante los Chicago Bears 27 -- 21 y terminaron 0 - 6 por primera vez desde 1976.", "sentence2": "Los Chicago Bears vencieron a los Giants 27-21 y es la primera vez desde 1976 que comienzan con 0-6."}
{"label": "1", "sentence1": "Su padre murió durante su juventud, y su madre, Samuel Adams, se casó con Catherine A. Fagan en 1842, quien dos años después se convirtió en gobernador de Arkansas.", "sentence2": "Su padre falleció durante su juventud y su madre, Samuel Adams, se casó en 1842 con Catherine A. Fagan, quien dos años más tarde fue Gobernador de Arkansas."}
{"label": "0", "sentence1": "La especie fue descrita formalmente por el botánico Stephan Endlicher en 1846 como parte del trabajo de Johann Georg Christian Lehmann denominado \"Irideae. Plantae Preissianae\".", "sentence2": "La especie fue descrita formalmente por primera vez en 1846 por el botanista Johann Georg Christian Lehmann en el contexto del trabajo de Stephan Endlicher \"Irideae Plantae Preissianae\"."}
{"label": "1", "sentence1": "Smartass es una película dirigida por Jena Serbu y protagonizada por Joey King.", "sentence2": "Smartass es una película de Jena Serbu y Joey King."}
{"label": "1", "sentence1": "Jugó en Australia al principio de su carrera pero se mudó a Escocia para jugar para la ciudad de Frankston en la Liga Estatal Victoriana.", "sentence2": "En el principio de su carrera, jugó en Australia, pero se mudó a Escocia para jugar para Frankston City en Victorian State League."}
{"label": "1", "sentence1": "Kakuda se encuentra en la prefectura sudeste de Miyagi en la región de Tōhoku del norte de Japón.", "sentence2": "Kakuda está ubicado en la prefectura sureste de Miyagi en la región de Tōhoku del norte de Japón."}
{"label": "0", "sentence1": "Santa Cruz Sky Park era un aeropuerto en Scotts Valley, California, dentro del Condado de Santa Cruz.", "sentence2": "Santa Cruz County era un aeropuerto en Scotts Valley, California, dentro de Santa Cruz Sky Park."}
{"label": "0", "sentence1": "Duncan McIntyre nació el 6 de octubre de 1899 en Kent, Inglaterra, hijo del Capitán Ivor Ewing McIntyre.", "sentence2": "Ivor Ewing McIntyre nació el 6 de octubre de 1899 en Kent, Inglaterra, y era hijo del capitán Duncan McIntyre."}
{"label": "0", "sentence1": "En diciembre de 1969, se convirtió en la División del 49º Ejército - División 29º Ejército.", "sentence2": "En diciembre de 1969, pasó a ser la 29º División del Ejército, 49º División del Ejército."}
{"label": "1", "sentence1": "Producido en mayo de 2011, dirigió y escribió su primera producción cinematográfica.", "sentence2": "En mayo de 2011 produjo, dirigió y escribió su primer largometraje."}
{"label": "0", "sentence1": "Zingone jugó fútbol de club para Lito.", "sentence2": "Zingone jugó en el club de fútbol Lito."}
{"label": "1", "sentence1": "Luk o Loke es la romanización china de varios (no todos) los apellidos cantoneses romanizados como Lu en Mandarín.", "sentence2": "Luk o Loke es la romanización china de varios (pero no todos) los apellidos cantoneses que se romanizaron como Lu en mandarín."}
{"label": "1", "sentence1": "El clima es cálido y lluvioso durante el verano y fresco durante la temporada de invierno.", "sentence2": "Su clima es cálido y lluvioso durante el verano y frío durante la temporada de invierno."}
{"label": "0", "sentence1": "Dave Tomar es el seudónimo de Ed Dante, un graduado de Rutgers, actualmente un autor independiente en Filadelfia.", "sentence2": "Ed Dante es el seudónimo de Dave Tomar, un graduado de Rutgers que ahora es escritor independiente y vive en Filadelfia."}
{"label": "0", "sentence1": "Ella navegó desde Galveston, Texas el 12 de septiembre de 1943 y llegó a Key West el 16 de septiembre.", "sentence2": "Zarpó desde Key West el 12 de septiembre de 1943 y llegó el 16 de septiembre a Galveston, Texas."}
{"label": "0", "sentence1": "En 1977, viajó a Escocia y Noruega con Rob Taylor para trepar cataratas.", "sentence2": "En 1977, Rob Taylor viajó a Escocia y Noruega con Barber para trepar cataratas."}
{"label": "1", "sentence1": "Cornelius Olatunji Adebayo es un exsenador de Nigeria, que fue gobernador estatal, y más tarde se convirtió en jefe del Ministerio de Comunicaciones Federal de Nigeria.", "sentence2": "Cornelius Olatunji Adebayo es un ex senador de Nigeria, que fue gobernador y posteriormente fue jefe del Ministerio Federal de Comunicaciones de Nigeria."}
{"label": "0", "sentence1": "Además, fue un partido con triple amenaza para el Campeonato de Estados Unidos entre el campeón Kofi Kingston, The Miz y Jack Swagger.", "sentence2": "A continuación hubo un partido de triple amenaza para el campeonato de los Estados Unidos entre el campeón Jack Swagger, The Miz y Kofi Kingston."}
{"label": "0", "sentence1": "Este es el estilo zen de servir y comer alimentos que se practica en los templos formales.", "sentence2": "Este es el estilo formal de servir y comer practicado en los Templos Zen."}
{"label": "0", "sentence1": "También ayudó a fundar los centros de mediación en América del Norte, Central y del Sur, además de Europa.", "sentence2": "También ayudó a establecer centro de meditación por toda Europa como también en el sur, centro y norte de América."}
{"label": "0", "sentence1": "Monroe Meadows, en el valle de Yosemite cerca de Bridalveil Falls, también recibe su nombre por George Monroe.", "sentence2": "Monroe Meadows, en Bridalveil Falls cerca del Valle de Yosemite también fue nombrado por George Monroe."}
{"label": "1", "sentence1": "En la década del 30 y del 40, fue elegido cuatro veces por Al Smith en 1928 por Franklin D. Roosevelt y por Harry S. Truman en 1948.", "sentence2": "Massachusetts votó por Al Smith en 1928, por Franklin D. Roosevelt cuatro veces en las décadas de 1930 y 1940 y por Harry S. Truman en 1948."}
{"label": "1", "sentence1": "En los últimos 100 años, la cantidad de elefantes tailandeses se ha reducido de 100.000 a 2.000-3.000 elefantes salvajes y 2.700 elefantes domesticados.", "sentence2": "El número de elefantes Thai se ha reducido de 100 000 a 2000 -- 3000 elefantes salvajes y alrededor de 2700 elefantes domesticados en los últimos 100 años."}
{"label": "1", "sentence1": "El próximo ayuntamiento se construyó en estilo barroco en 1627 y se daló en 1650, 1653, 1735 y 1779.", "sentence2": "La siguiente municipalidad fue construida en 1627 en un estilo arquitectónico barroco y fue dañada en 1650, 1653, 1735 y 1779 ."}
{"label": "0", "sentence1": "Bradd Crellin representó a BARLA Cumbria en un recorrido por Australia con otros 6 jugadores que representaban a Gran Bretaña, también en un recorrido por Australia.", "sentence2": "Bradd Crellin también representó a BARLA de Gran Bretaña en una gira en Australia con 6 otros jugadores que representaban a Cumbria."}
{"label": "1", "sentence1": "David Cardinal Beaton fue Lord canciller de Escocia, arzobispo de St. Andrews y cardinal delegado de Escocia al momento de su muerte.", "sentence2": "Al momento de su muerte, David Cardinal Beaton era Lord Canciller de Escocia, Arzobispo de St Andrews y Cardenal Legado de Escocia."}
{"label": "1", "sentence1": "Chandler reconoció la computadora como una herramienta de aprendizaje, pero rechazó un objetivismo predominante que consideraba los datos como información, y la información como conocimiento.", "sentence2": "Chandler reconoció a la computadora como una herramienta de aprendizaje, pero rechazó el objetivismo predominante que consideraba a los datos como información y a la información como conocimiento."}
{"label": "1", "sentence1": "La cantidad de incendios denunciados a principios de febrero fue 73, con 26 fuera de control y se espera que se necesitará tiempo para controlar otro mes de incendios.", "sentence2": "El número de incendios informados a principios de febrero fue de 73 con 26 fuera de control y se espera que sea tiempo de controlar otro mes de incendios."}
{"label": "0", "sentence1": "Antes de su independencia, Rusia imperial era un gran ducado autónomo dentro de Finlandia.", "sentence2": "Finlandia fue un gran ducado autónomo antes de su independencia dentro del Imperio Ruso."}
{"label": "1", "sentence1": "Fue la tercera edición del torneo y la quinta parada de la Serie Mundial de IRB Sevens 2013-2014.", "sentence2": "Fue la tercera edición del torneo y la sexta parada de la Serie Mundial de Rugby 7 2013-14 IRB."}
{"label": "0", "sentence1": "Probuccinum tenerum es un tipo de caracol de mar, un verdadero molusco gasterópodo de la familia Buccinidae, los buccinos.", "sentence2": "Probuccinum tenerum es una especie de caracol de mar, un molusco gasterópodo marino de la familia Buccinidae, las verdaderas lapas."}
{"label": "1", "sentence1": "Muchos jugadores de las ligas mayores pasaron algún tiempo con el equipo, incluso el veterano de siete años Jack Remsen y el veterano de diez años John Kerins.", "sentence2": "Muchos jugadores de ligas mayores pasaron tiempo con el equipo, incluso el veterano de siete años Jack Remsen y el veterano de diez años John Kerins."}
{"label": "0", "sentence1": "En 1994, el volumen \"Aspects of Religion\", publicado por Peter Masefield y Donald Wiebe, fue publicado en su honor.", "sentence2": "En 1994, se publicó en su honor el volumen \"Aspects of Religion\" editado por Peter Masefield y Donald Wiebe."}
{"label": "0", "sentence1": "Sulz es una municipalidad del distrito de Vorarlberg en la provincia austríaca de Feldkirch.", "sentence2": "Sulz es una municipalidad en el distrito de Feldkirch en el estado austriaco de Vorarlberg."}
{"label": "1", "sentence1": "Luego se une al río Snoqualmie para formar el río Snohomish en Monroe.", "sentence2": "Luego se une con el río Snoqualmie para formar el río Snohomish en Monroe."}
{"label": "1", "sentence1": "En 2010, New York University venció a Harvard University 3-1-1 y ganó su primer Campeonato Mundial.", "sentence2": "En 2010, la Universidad de New York derrotó a la Universidad de Harvard 3-1-1 para ganar su primer campeonato nacional."}
{"label": "1", "sentence1": "Además, fue un partido con una amenaza triple para el Campeonato de los Estados Unidos entre el Campeón Jack Swagger, The Miz y Kofi Kingston.", "sentence2": "El próximo fue un combate de amenaza triple por el campeonato de Estados Unidos entre el campeón Jack Swagger, The Miz y Kofi Kingston."}
{"label": "0", "sentence1": "Don Carlos Driggs nació en Driggs, Idaho, en 1907 hijo de Junius que fundó el pueblo y May Jerusha Robison.", "sentence2": "Junius nació en 1907 en Driggs, Idaho, y fue padre de Don Carlos Driggs, quien fundó la ciudad, y May Jerusha Robison."}
{"label": "0", "sentence1": "Después de la primera ronda del duelo, Heine Totland venció a Skanksters y se enfrentó a Gaute Ormåsen en la segunda ronda, que venció a Bjørn Johan Muri.", "sentence2": "Después de la primera ronda de duelos Bjørn Johan Muri derrotó a los Skanksters para encontrarse con Gaute Ormåsen, que derrotó a Heine Totland, en la segunda ronda."}
{"label": "1", "sentence1": "Desde 1984, Patricia Dale ha estado casada con Patricia Meyer y tienen dos hijos: Ryan (nacido en 1988) y Blake (nacido en 1992).", "sentence2": "Dale estuvo casado con Patricia Meyer desde 1984 y juntos tienen dos hijos: Ryan (nacido en 1988) y Blake (nacido en 1992)."}
{"label": "0", "sentence1": "Las praderas, en el valle de Yosemite cerca de las cataratas de Salto Bridalveil, también recibe su nombre por George Monroe.", "sentence2": "Monroe Meadows, en Bridalveil case cerca del Valle de Yosemite, también recibe su nombre por George Monroe."}
{"label": "0", "sentence1": "Con ella, he logrado cumplir algunos de mis sueños musicales con los primeros estilos y este estilo nuevo es bastante grande, fresco y fluye naturalmente.", "sentence2": "Con ella he sido capaz de completar algunos de mis primeros sueños con estilos musicales y este estilo nuevo es realmente grande, fresco y fluye de forma natural."}
{"label": "0", "sentence1": "El Parque Nacional Petkeljärvi es un parque nacional en Ilomantsi en la región del norte de Karelia de Finlandia.", "sentence2": "El Petkeljärvi National Park es un parque nacional en Finlandia en la región de Ilomantsi en Karelia del Norte."}
{"label": "1", "sentence1": "Lobethal Bierhaus es una cervecería regional con influencias de estilo alemán.", "sentence2": "Lobethal Bierhaus es una cervecería regional con estilo de influencia alemana."}
{"label": "1", "sentence1": "El sencillo fue lanzado el 31 de octubre de 2015 y fue anunciado el 13 de noviembre de 2015.", "sentence2": "El sencillo se publicó el 31 de octubre de 2015 y se anunció el 13 de noviembre de 2015."}
{"label": "0", "sentence1": "En el extremo sur, Cook Pond, también anteriormente conocido como South Watuppa Pond, está ubicado al este de Laurel Lake y al oeste del río Taunton.", "sentence2": "Cook Pond, también llamado anteriormente Laurel Lake, está ubicado en el extremo sur del río Taunton y al oeste de South Watuppa Pond."}
{"label": "1", "sentence1": "1979 fue el mejor año de la gira, donde jugó los cuartos de final en Atlanta, Johannesburgo y Tel Aviv.", "sentence2": "En 1979 tuvo su mejor año en el tour, cuartos de final en Tel Aviv, Johannesburgo y Atlanta."}
{"label": "1", "sentence1": "Dos años después, el 25 de julio de 1947, el 709.° pasó a denominarse el Escuadrón de bombardeo pesado, Very 709.°.", "sentence2": "Dos años después, el 25 de julio de 1947, el 709.° fue renombrado el Escuadrón de Bombardeo Intenso, muy 709.°."}
{"label": "0", "sentence1": "McMillan pasó dos años en la Royal Medical Corp. en Tidworth, y posteriormente en Didcot, donde dirigió una MRS para soldados lesionados en la Guerra de Corea.", "sentence2": "McMillan pasó dos años en Royal Medical Corp. en Didcot y posteriormente pasó a Tidworth, donde administró un MRS para soldados lesionados en la Guerra de Corea."}
{"label": "0", "sentence1": "Yamato Colony, California era una comunidad agrícola japonesa en Livingston, California.", "sentence2": "California fue una comunidad agrícola japonesa de Livingston, colonia de Yamato, California."}
{"label": "0", "sentence1": "El 5 de marzo de 2011, MTV Hive publicó un enlace a una transmisión de Anni Rossi interpretando \"Rude Boy\" de Rihanna.", "sentence2": "El 5 de marzo de 2011, MTV Hive publicó un streaming de Rihanna representando ``Rude Boy'' de Anni Rossi."}
{"label": "1", "sentence1": "La música fue escrita por A. T. Ummer y los textos compuestos por P. Bhaskaran.", "sentence2": "La música fue escrita por A. T. Ummer y la letra fue compuesta por P. Bhaskaran."}
{"label": "0", "sentence1": "Jesús pasó tres días en el estómago del pez y Jonah pasaría tres días en la tumba.", "sentence2": "Jonah pasó tres días en el estómago de un pez; Jesús pasará tres días en la tumba."}
{"label": "0", "sentence1": "Retzius nació en Estocolmo, era hijo del anatomista Anders Jahan Retzius (y nieto del naturalista y químico Anders Retzius).", "sentence2": "Retzius nació en Estocolmo, hijo del anatomista Anders Retzius (y nieto del naturalista y químico Anders Jahan Retzius)."}
{"label": "1", "sentence1": "Fue confirmado por primera vez en 1240 y fue disuelto durante la Reforma en 1524.", "sentence2": "Fue certificado por primera vez en 1240 y se disolvió durante la Reforma en 1524."}
{"label": "0", "sentence1": "Al final de la era soviética, aún se conservaban los restos de dos iglesias armenias parcialmente destruidas.", "sentence2": "Los restos de dos iglesias armenias aún conservadas fueron destruidos parcialmente al final del período soviético."}
{"label": "1", "sentence1": "Como compositor secundario de la Escuela impresionista, realizó importantes contribuciones a la música eclesiástica francesa como director.", "sentence2": "Un compositor menor en la escuela impresionista, como director hizo contribuciones excepcionales a la música religiosa francesa."}
{"label": "1", "sentence1": "El Rubber Bowl racial fue utilizado por la Guardia Nacional de los Estados Unidos como base durante la revuelta histórica en Wooster Avenue de 1968.", "sentence2": "El Rubber Bowl racial fue utilizado por la Guardia Nacional de Estados Unidos como base durante el histórico Disturbio de Wooster Avenue de 1968."}
{"label": "1", "sentence1": "También vale la pena mencionar que el siguiente código funcionaría sin ADL (se le aplicará de todas formas).", "sentence2": "También cabe destacar que el siguiente código podría funcionar sin ADL (se aplicará de todos modos)."}
{"label": "1", "sentence1": "Israel es un álbum de los trombonistas de jazz estadounidenses Kai Winding y J. J. Johnson que contiene presentaciones y fue lanzado en 1968 y grabado en", "sentence2": "Israel es un álbum de los trombonistas de jazz estadounidenses Kai Winding y J. J. Johnson, cuyas presentaciones fueron lanzadas en 1968 y fueron grabadas en C."}
{"label": "1", "sentence1": "En 1914, el Sr. Todoroff fundó el restaurante Jackson Coney Island y creó su receta de salsa de ají de Coney Island.", "sentence2": "En 1914, el Sr. Todoroff fundó el restaurante Jackson Coney Island y creó su receta de la salsa Coney Island Chili."}
{"label": "0", "sentence1": "Un Peri cuyo poder está en su cabello aparece en la novela de Elizabeth Ann Scarborough \"The Harem of Aman Akbar\" de 1984.", "sentence2": "Un Peri cuyo poder aparece en su cabello está en la novela de Elizabeth Ann Scarborough de 1984, ``The Harem of Aman Akbar''."}
{"label": "1", "sentence1": "Frank y su esposa tuvieron dos hijos, Frank Jr. y Noelle, y seis nietos: Tommy, Olivia, Taylor, Alyssa, Giroux y Tessa.", "sentence2": "Frank Frank y su esposa tuvieron dos hijos, Frank Jr y Noelle, y seis nietos: Tommy, Olivia, Taylor, Alyssa, Giroux y Tessa."}
{"label": "1", "sentence1": "En CA, el título de contador público (Sri Lanka Sri Lanka) solo puede ser utilizado por los miembros del Instituto de Contadores de Sri Lanka.", "sentence2": "En CA, el título de Contador Público (Sri Lanka) puede ser usado solo por los miembros del Instituto de Contadores Públicos de Sri Lanka."}
{"label": "1", "sentence1": "Se casó dos veces: primero con el doctor Mark Soroko y más tarde con el banquero Jim Hays.", "sentence2": "Se casó dos veces: primero con el doctor Mark Soroko y luego con el banquero Jim Hays."}
{"label": "1", "sentence1": "Estas tres dinastías maternales gobernaron el reinado de Waalo con la familia paternal de Mbooj.", "sentence2": "Estas tres dinastías maternales gobernaron el reino de Waalo con la familia paternal Mbooj."}
{"label": "0", "sentence1": "Entre otras dificultades se incluía la decisión de Peter Jackson de cambiar de compositor de Howard Shore a James Newton Howard siete semanas antes del estreno de la película.", "sentence2": "Entre otras dificultades se incluyeron la decisión de Peter Jackson de cambiar a los compositores Howard Shore por James Newton Howard siete días antes del cambio de película."}
{"label": "0", "sentence1": "Se lo entregó a Lord Cromwell en 1605 y en 1636 se lo vendió a Sir Francis Blundell.", "sentence2": "En 1605, se venció a Lord Cromwell y se transfirió a Sir Frances Blundell en 1636."}
{"label": "1", "sentence1": "Taunton Castle se presentó el 1º de agosto en Río de Janeiro y el 31 de octubre en Penang.", "sentence2": "Castillo de Taunton estaba en Río de Janeiro el 1.° de agosto y en Penang el 31 de octubre."}
{"label": "1", "sentence1": "AleX es una serie de televisión italiana. La serie fue escrita por Alfredo Castelli, Guglielmo Duccoli y Giorgio Schottler y fue producida por Videotime.", "sentence2": "La serie de televisión italiana AleX fue escrita por Alfredo Castelli, Guglielmo Duccoli y Giorgio Schottler y producida por Videotime."}
{"label": "1", "sentence1": "Kudawa es una aldea y un comité de desarrollo de la aldea en la zona de Narayani en el distrito de Bara del sudeste de Nepal.", "sentence2": "Kudawa es un pueblo y Comité de Desarrollo Campesino en la zona de Narayani del Distrito de Bara al sudeste de Nepal."}
{"label": "0", "sentence1": "Algunos miembros de la tripulación fueron asesinados en Golden Bay y no hubo contacto local con otros maorís.", "sentence2": "Algunos de los miembros de la tripulación fueron asesinados en Golden Bay y no hubo ningún otro contacto con los maoríes locales."}
{"label": "1", "sentence1": "Los restos de las dos iglesias armenias aún conservadas fueron parcialmente destruidas al final del período soviético.", "sentence2": "Los restos de dos iglesias armenias aún conservadas fueron parcialmente destruidos a finales del período soviético."}
{"label": "1", "sentence1": "El pavo de matorral rayado o marrón, el pavo de matorral de collar (\"Talegalla jobiensis\") es una especie de ave de la familia Megapodiidae.", "sentence2": "El pavo de matorral de collar o el pavo de matorral de collar marrón (\"Talegalla jobiensis\") es una especie de pájaro de la familia Megapodiidae."}
{"label": "0", "sentence1": "En ese momento, el propietario del país era el Sr. Johnson, y acordó un préstamo de 99 años con el Sr. Leslie Vernon Calcutt.", "sentence2": "En ese momento, el dueño del condado era Leslie Vernon Calcutt y aceptó un alquiler de 99 años con el Sr Johnson."}
{"label": "0", "sentence1": "Sepahua es un distrito de la provincia sur de Atalaya en Perú.", "sentence2": "Sepahua es un distrito del sur de Perú en la Provincia de Atalaya."}
{"label": "1", "sentence1": "Heshan es una ciudad ubicada en el condado de Changle, Ciudad de Fuzhou, provincia de Fujian, China.", "sentence2": "Heshan es un pueblo ubicado en la ciudad de nivel condado de Changle, ciudad de Fuzhou, Provincia de Fujian, China."}
{"label": "0", "sentence1": "El amigo de Sukumar Stephen (Murugan) los ayuda en momentos de crisis y los amantes de unen en matrimonio.", "sentence2": "Stephen, el amigo de Murugan (Sukumar) lo ayuda en su momento de crisis y los amantes se unen en matrimonio."}
{"label": "0", "sentence1": "En el contexto de un medio de EIT la ``luz detenida refiere a la ''transmisión ``coherente de fotones hacia el sistema cuántico y de regreso.", "sentence2": "La luz \"detenida\" en el contexto de un medio de EIT, hace referencia a la transferencia \"cuántica\" de fotones al sistema coherente y de regreso."}
{"label": "0", "sentence1": "En 1938 se convirtió en el antropólogo del gobierno del Sudán anglo-egipcio y dirigió el trabajo de campo con el Nuba.", "sentence2": "En 1938 se convirtió en antropólogo del gobierno en el Sudán Anglo-Egipcio y llevó a cabo tareas en campo con Nuba."}
{"label": "1", "sentence1": "Se mudó a Connersville y se estableció en Indiana y continuó practicando el derecho.", "sentence2": "Se mudó a Connersville y se estableció en Indiana y continuó con la práctica del derecho."}
{"label": "1", "sentence1": "Phnom Penh-el monumento a la amistad en Camboya, la capital de Camboya, es un monumento grande de concreto que recuerda la antigua alianza entre Vietnam y Camboya.", "sentence2": "El Phnom Penh -- Monumento a la Amistad de Vietnam en Cambodia, capital de Cambodia, es un gran monumento de cemento que conmemora la antigua alianza entre Vietnam y Cambodia."}
{"label": "0", "sentence1": "La sede del club fue construida por Curtis por la gran suma de US$60.000, que luego alquiló al club por un precio simbólico.", "sentence2": "El club fue construido por Curtis, por la suma de entonces $60,000, y se lo dejó por una suma importante al club."}
{"label": "1", "sentence1": "Saito es el líder del Saito Neko Quartet y es conocido por sus múltiples colaboraciones con el músico Ringo Sheena.", "sentence2": "Saito es el líder de Saito Neko Quartet y es muy conocido por sus diversas colaboraciones con el músico Ringo Sheena."}
{"label": "0", "sentence1": "Se aceptaron las propuestas de Met de ampliación de Paddington hasta South Kensington y al sur desde Moorgate hasta Tower Hill hacia el sur y recibieron consentimiento real el 29 de julio de 1864.", "sentence2": "Se aceptaron las propuestas del Met para extenderse al sur desde Paddington hasta South Kensington y del este desde Moorgate hasta Tower Hill y recibieron aprobación real el 29 de julio de 1864."}
{"label": "1", "sentence1": "Fue elegido por los Philadelphia 76ers en la 7º ronda (77º selección general) del Sorteo de la NBA de 1967.", "sentence2": "Fue seleccionado por los Philadelphia 76ers en la 7ma ronda (elección general 77) del sorteo de 1967 de la NBA."}
{"label": "0", "sentence1": "El estado de la región del sur de Kordofan de los Montes Nuba y el Nilo Azul es menos claro, ya que los datos étnicos son más complejos.", "sentence2": "El estado de la región de los Montes Nuba del sur de Kordofán y el Nilo Azul es más compleja ya que los datos étnicos son menos claros."}
{"label": "0", "sentence1": "El Monumento a la amistad de Camboya -- Vietnam en Phnom Penh, capital de Camboya, es un monumento de concreto grande en conmemoración de la antigua alianza entre Vietnam y Camboya.", "sentence2": "Phnom Penh -- El monumento de la amistad de Vietnam en Cambodia, la capital de Cambodia, es un gran monumento de cemento que recuerda la antigua alianza entre Vietnam y Cambodia."}
{"label": "1", "sentence1": "Jugo cinco partidas consecutivas desde la ronda 1 (Huddersfield Giants) hasta la ronda 5 (Wakefield Trinity Wildcats).", "sentence2": "Se destacó en cinco juegos consecutivos desde la ronda 1 (Huddersfield Giants) a la ronda 5 (Wakefield Trinity Wildcats)."}
{"label": "0", "sentence1": "Sammy Downs nació en la comunidad nativa de Effie su madre en la parroquia de Avoyelles, al sur de la parroquia de Rapides.", "sentence2": "Sammy Downs nació en la comunidad nativa de su madre, Effie, en Rapides Parish, al sur de Avoyelles Parish."}
{"label": "0", "sentence1": "La película contó con la fotografía de A. Sreekar Prasad y la edición de Rajiv Menon.", "sentence2": "En la película, la fotografía estuvo a cargo de Rajiv Menon y la edición a cargo de A. Sreekar Prasad."}
{"label": "1", "sentence1": "En el fútbol semi profesional, los equipos escoceses compiten en todos los niveles por debajo de la Liga Profesional Escocesa, donde la mayoría de los equipos por debajo del Campeonato Escocés son semi profesionales.", "sentence2": "En el fútbol semi profesional, los equipos escoceses tienen un desempeño inferior a los de la liga profesional escocesa en todos los niveles, donde la mayoría de los equipos por debajo del campeonato escocés son semi profesionales."}
{"label": "1", "sentence1": "Land Basie Land es un álbum de estudio de Billy Byers y su orquesta de 1964, compuesto y arreglado por Count Basie.", "sentence2": "Basie Land es un álbum de estudio de 1964 de Billy Byers y su orquesta, con Count Basie a cargo de la composición de la música y los arreglos."}
{"label": "0", "sentence1": "Después de la Batalla del Mar del Coral, ``Barnett transportó 1360 sobrevivientes del USS Lexington (CV-2) desde Nouméa hasta San Diego.", "sentence2": "Siguiendo la Batalla del Mar de Coral \"Barnett\" transportó 1360 sobrevivientes del USS Lexington (CV-2) desde San Diego hasta Numea."}
{"label": "0", "sentence1": "La prueba es la siguiente: ``Primero observe la fibra pranganglionica y estimule la respuesta que aparece.", "sentence2": "La prueba es la siguiente: primero estimule la fibra preganglionar y observe la respuesta que aparece."}
{"label": "0", "sentence1": "El único depósito de tranvías está en Miraflores. Las terminales son San Antonio y Oriente.", "sentence2": "El único depósito de tranvía está en San Antonio, las terminales son Miraflores y Oriente."}
{"label": "1", "sentence1": "Entre los miembros se incluían Henri Barbet, Léon Talabot, Eugène Schneider y Jules Hochet.", "sentence2": "Los miembros eran Eugène Schneider, Léon Talabot, Henri Barbet y Jules Hochet."}
{"label": "1", "sentence1": "Ochrosis ventralis es una especie nativa de escarabajos de hoja en Europa y partes del norte de África.", "sentence2": "Ochrosis ventralis es una especie de escarabajo de hoja nativo de Europa y partes de África del Norte"}
{"label": "0", "sentence1": "El campus estaba ubicado en Wan Chai y Sai Kung y se mudó al nuevo sitio en Kennedy Town en agosto de 2013.", "sentence2": "El campus estaba ubicado en Wan Chai y Kennedy Town y en agosto de 2013 la escuela se mudó a la ubicación permanente en Sai Kung."}
{"label": "1", "sentence1": "El río Valea lui Lambă o río \"unk\" imon es un afluente del río Lom en Rumania.", "sentence2": "El río Valea lui Lambă o río Șimon es un afluente del río Lom en Rumania."}
