{"label": "0", "sentence1": "Au même moment, le pape François demanda à Tong de rester évêque de Hong Kong pendant trois ans.", "sentence2": "Au même moment, le pape Francis Tong a demandé de rester évêque d'Hong-Kong pour trois ans de plus."}
{"label": "1", "sentence1": "Imagica et Robot Communications ont crée Imagica Robot Holdings Inc. le 1er avril 2004, et Imagica a intégré cette entreprise.", "sentence2": "Le 1 er avril 2004, Imagica et Robot Communications ont co-créèrent Imagica Robot Holdings Inc. et Imagica intégra cette société."}
{"label": "1", "sentence1": "Le Divine Word College d'Urdaneta a ouvert son département pré-élémentaire en 2003 et son département élémentaire en 2005.", "sentence2": "Le Divine Word College  d'Urdaneta a ouvert sa section préparatoire en 2003 et sa section élémentaire en 2005."}
{"label": "1", "sentence1": "En 2010, l'université de New York vainquit l'université de Harvard 3-1-1 pour remporter son premier championnat national.", "sentence2": "En 2010, l'Université de New York a battu l'Université de Harvard 3-1-1 pour remporter son premier championnat national."}
{"label": "1", "sentence1": "Une autre façon de réguler la population de cerfs consiste à contrôler le taux de natalité.", "sentence2": "Une autre façon de contrôler la population de cerfs consiste à réguler le taux de natalité."}
{"label": "1", "sentence1": "Dans la mécanique des fluides numérique, la méthode MacCormack  est un schéma de discrétisation souvent utilisé pour la solution aux dérivées partielles hyperboliques d'équations numériques.", "sentence2": "En dynamique des fluides numériques, la méthode MacCormack est un schéma de discrétisation largement utilisé pour la résolutions d'équations numériques aux dérivées partielles hyperboliques."}
{"label": "0", "sentence1": "Il prit sa retraite à Milwaukee dans le Wisconsin où il décéda le 5 mai 1903.", "sentence2": "Il est décédé dans le Wisconsin, à Milwaukee, où il se retira a le 5 mai 1903."}
{"label": "1", "sentence1": "Abu Halifa ou Abu Hulayfah ou Abu Huleifa ou Abu Haleifah est une petite ville au Koweït dans la province d'Al Ahmadi au sud du district d'Abu Halifa.", "sentence2": "Abu Halifa ou Abu Hulayfah ou Abu Huleifa ou Abu Haleifah est une petite ville du gouvernorat d'Al Ahmadi, au Koweït, au sud du district d'Abou Halifa."}
{"label": "1", "sentence1": "Les Nashua Silver Knights, membres de la ligue d’été actuelle, constituent l’équipe collégiale de la ville.", "sentence2": "Les Nashua Silver Knights, membres de la ligue d’été actuelle, constituent l’équipe collégiale de la ville."}
{"label": "0", "sentence1": "L'épisode a été écrit par Chuck Tatham et réalisé par Fred Savage.", "sentence2": "La conséquence a été écrite par Fred Savage et réalisée par Chuck Tatham."}
{"label": "1", "sentence1": "La rivière Neajlovel est un affluent de la rivière Neajlov en Roumanie.", "sentence2": "LA rivière Neajlovel est un affluent de la rivière Neajlov, en Roumanie."}
{"label": "0", "sentence1": "La propilidium pelseneeri est une espèce d’escargots de mer, une vraie patelle, un vrai mollusque gastéropode de la famille des Lepetidae, une des familles des patelles marines.", "sentence2": "La propilidium pelseneeri est une espèce d'escargot de mer, une vraie patelle, un mollusque gastéropode marin de la famille des Lepetidae, l'une des familles des vrais patelles."}
{"label": "0", "sentence1": "Elle a incarné Mika Kobayashi contre Masahiro Motoki dans le film japonais de 2008 \"Departures\" , qui a remporté les 81e Academy Awards du meilleur film en langue étrangère.", "sentence2": "Elle a incarné Masahiro Motoki en face de Mika Kobayashi dans le film japonais \"Departures\" de 2008, qui a remporté le 81e prix du meilleur film en langue étrangère des Oscars."}
{"label": "1", "sentence1": "Il est plus court et plus léger dans la longueur - un paramètre nécessaire étant donné qu'il est destiné aux voitures compactes.", "sentence2": "Il est plus court et beaucoup léger en longueur - un paramètre de conception nécessaire pour son installation dans des voitures compactes."}
{"label": "0", "sentence1": "Ibn Amira est né à Alzira dans la province de Valence.", "sentence2": "Ibn Amira est né à Valence, la province d'Alzira."}
{"label": "0", "sentence1": "Long est né en Israël, émigra en Australie pendant sa jeunesse et s’y installa en 1961.", "sentence2": "Lang est né en Australie, a émigré en Israël dans sa jeunesse et s'y est installé en 1961."}
{"label": "1", "sentence1": "L'historique Rubber Bowl a été utilisé comme base par la Garde nationale des États-Unis lors des émeutes raciales de la Wooster Avenue de 1968.", "sentence2": "L’historique Rubber Bowl a été utilisé par la garde nationale des États-Unis comme base lors des émeutes racistes de Wooster Avenue en 1968."}
{"label": "1", "sentence1": "La mère d’Acheson, Alice, était une peintre et ses grands-parents maternels étaient Jane C. Stanley, un avocat dans les chemins de fer, et Louis Stanley, un aquarelliste.", "sentence2": "Alice, la mère d’Acheson, était peintre. Ses grands-parents maternels étaient Jane C. Stanley, avocate spécialiste du chemin de fer et Louis Stanley, était un aquarelliste."}
{"label": "0", "sentence1": "En 1924, il était le porte-parole invité pour le ICM à Toronto, à Oslo en 1932 et en 1936, à Zurich.", "sentence2": "En 1924, il fut porte-parole invité de l'ICM à Toronto, en 1932 à Zurich et en 1936 à Oslo."}
{"label": "0", "sentence1": "Dans \" The Stand \" de Stephen King, Woodsville est mentionnée comme la maison de Glen Pequod Bateman, un personnage majeur du roman.", "sentence2": "Dans \"The Stand\" de Glen Pequod Bateman, Woodsville est évoquée comme étant la maison de Stephen King, un personnage principal dans le roman."}
{"label": "0", "sentence1": "Finale est une ville d'Afrique du Sud, dans la province de la municipalité de district de Mopani, dans le Limpopo.", "sentence2": "Finale est une ville du district municipal de Mopani, dans la province du Limpopo en Afrique du Sud."}
{"label": "0", "sentence1": "William Llewelyn Williams, plus connu sous le nom de Llewelyn Williams (10 mars 1867 - 22 avril 1922), était un journaliste radical, avocat et homme politique du parti libéral gallois.", "sentence2": "William Williams, connu sous le nom de Llewelyn Williams (10 mars 1867 - 22 avril 1922), était un journaliste gallois, avocat et homme politique du parti libéral radical."}
{"label": "1", "sentence1": "Longo naquit à Jersey City, dans le New Jersey et fréquenta le lycée mariste de Bayonne dans le New Jersey puis l'université de Rhode Island.", "sentence2": "Né à Jersey City au New Jersey, Longo a fréquenté le Marist High School à Bayonne au New Jersey et l'université de Rhode Island."}
{"label": "1", "sentence1": "Ils étaient ici pour prier pour nous et ils étaient là pour nous amuser.", "sentence2": "Ils étaient là pour nous pour prier et ils étaient là pour que nous puissions profiter."}
{"label": "1", "sentence1": "Le Rabbin a été ordonné Rabbin par son propre Jose B. Hanina et Yochananan bar Nafcha.", "sentence2": "Rabbi fut ordonné comme un rabbin par son propre Jose b. Hanina et Yochanan bar Nafcha."}
{"label": "0", "sentence1": "Ses enfants étaient Carolyn, Brennan, Matt Pelosi, Laurence (d.1970), Andrew (né en 1971) et Cynthia (née en 1981).", "sentence2": "Ses enfants étaient Carolyn et Cynthia (décédée en 1970), Brennan, Matt Pelosi, Laurence (née en 1971) et Andrew (né en 1981)."}
{"label": "1", "sentence1": "Il est aussi intéressant de noter que le code suivant fonctionnerait sans ADL (il y est appliqué de toute façon).", "sentence2": "Il est aussi important de signaler que le code suivant fonctionnerait sans ADL (il sera quand même appliqué)."}
{"label": "0", "sentence1": "Elle est la veuve de Bruce Paltrow et la mère de l'actrice Gwyneth Paltrow et du réalisateur Jake Paltrow.", "sentence2": "Elle est la veuve de Jake Paltrow et la mère de l'actrice Gwyneth Paltrow et du réalisateur Bruce Paltrow."}
{"label": "0", "sentence1": "L’académie privée Claiborne se situe à Haynesville, près de la paroisse de Claiborne.", "sentence2": "L’académie privée Claiborne est située dans la paroisse de Claiborne, pas près de Haynesville."}
{"label": "1", "sentence1": "Siberian Airlines fusionna avec Enkor en 2001.", "sentence2": "En 2001, Siberian Airlines a fusionné avec Enkor."}
{"label": "0", "sentence1": "Lors de son acquisition par le Royal Liver Group en 2011, le Royal London Group était composé de :", "sentence2": "Au moment de son acquisition par le Royal London Group en 2011, le Royal Liver Group était :"}
{"label": "0", "sentence1": "La Meiji Yasuda J3 League 2016 est la 20e saison du troisième niveau du football japonais et la 3e saison de la ligue professionnelle J3.", "sentence2": "La ligue J3 Meiji Yasuda 2016 est la 20ème saison de la 3e étape du football professionnel et la 3e saison de la ligue J3 japonaise."}
{"label": "0", "sentence1": "Après son service, Lockhart vécu en Floride, mais déménagea récemment au Texas.", "sentence2": "Après son service, Lockhart vécut au Texas, mais déménagea récemment en Floride."}
{"label": "0", "sentence1": "Peter DuConge (1903 - 1967) était un des premiers joueurs de jazz - Reedist, actif sur la scène jazz américaine de la Nouvelle-Orléans.", "sentence2": "Peter DuConge (1903 ? -1967 ?) était un musicien de jazz américain, actif sur la première scène jazz de la Nouvelle-Orléans."}
{"label": "0", "sentence1": "Ces efforts s'avèreraient être prospectifs, puisque la population proche de la Silicon Valley explosait et le boom à Tri-Valley augmenterait considérablement les prix des terrains.", "sentence2": "Ces efforts s'avéreraient visionnaires alors que la population de la Silicon Valley voisine explosait et que l'essor de la Tri-Valley entraînerait une augmentation spectaculaire du prix des terrains."}
{"label": "0", "sentence1": "La couverture a été dessinée par l'artiste héraldique John Pasche et le single \"Steel Monkey\" a créé la couverture du directeur artistique Andrew Stewart Jamieson.", "sentence2": "La couverture a été réalisée par l'artiste héraldique Andrew Stewart Jamieson, le single \"Steel Monkey\" a réalisé la couverture du directeur artistique John Pasche."}
{"label": "0", "sentence1": "Il se trouve à 20 miles au nord-ouest de Glasgow, en Virginie, et à environ deux miles au sud-est de Roanoke, en Virginie.", "sentence2": "Il se situe à 20 milles au nord-ouest de Roanoke en Virginie et à environ deux milles au sud-est de Glasgow en Virginie."}
{"label": "0", "sentence1": "La rivière Horezu est un affluent de la rivière Ponoru en Roumanie.", "sentence2": "La rivière Ponoru est un affluent de l'Horezu en Roumanie."}
{"label": "1", "sentence1": "L'Azusa Campus, à l'Azusa Pacific University, se trouve dans la vallée de San Gabriel, au nord-est de Los Angeles.", "sentence2": "Le campus Azusa de l'Université Azusa Pacific se situe dans la vallée de San Gabriel, au nord-est de Los Angeles."}
{"label": "0", "sentence1": "Un autre membre du groupe était Sir Thomas Giffard, dont la sœur a épousé George Throckmorton.", "sentence2": "Un autre membre du groupe était Sir George Throckmorton, dont la sœur avait épousé Thomas Giffard."}
{"label": "0", "sentence1": "Lobethal Bierhaus est une brasserie régionale avec un style d'influence germanique.", "sentence2": "Lobethal Bierhaus est une brasserie allemande avec des styles aux influences régionales."}
{"label": "1", "sentence1": "Il est devenu Chiyonofuji, puis lutteur \"Makuuchi\", pour finir grand \"Yokozuna\", qu'il a obenu.", "sentence2": "Il devint Chiyonofuji, puis un lutteur \"makuuchi\", il a soulevé jusqu'au grand \"yokozuna\"."}
{"label": "0", "sentence1": "J. Chlore libre - Le radical de chlore dans l'atmosphère réagit également avec le méthane.", "sentence2": "J. Chlor - Radical - Le chlore libre dans l'atmosphère réagit aussi avec le méthane."}
{"label": "0", "sentence1": "Après ses études primaires et secondaires à Isparta, il poursuivit au lycée Pertevniyal à Istanbul.", "sentence2": "Après ses études primaires et secondaires à Istanbul, il termina le lycée Pertevniyal à Isparta."}
{"label": "1", "sentence1": "Au Sri Lanka, le titre de comptable agréé (CA Sri Lanka) ne peut être utilisé que par les membres de l'Institut des comptables agréés du Sri Lanka.", "sentence2": "Au Sri Lanka, le titre d'expert-comptable (CA Sri Lanka) peut seulement être utilisé par les membres de l'Institut des comptables de Sri Lanka."}
{"label": "1", "sentence1": "Il a également aidé à établir des centres de méditation dans toute l'Europe ainsi qu'en Amérique du Nord, centrale et du Sud.", "sentence2": "Il a également aidé à établir des centres de méditation dans toute l'Europe, ainsi qu'en Amérique du Nord, en Amérique centrale et en Amérique du Sud."}
{"label": "1", "sentence1": "Seul Ronnie Fields n'a pas joué un seul match dans la NCAA ou la NBA", "sentence2": "Ronnie Fields n'a pas joué un seul match dans la NBA ou la NCAA."}
{"label": "0", "sentence1": "Lorsque Edouard II, le 7 juillet 1307, succéda à son père Edward Ier, ses sujets avaient généralement une attitude de bonne volonté à l'égard de son nouveau roi.", "sentence2": "Quand Edward I succéda à son père Edward II le 7 juillet 1307, l'attitude de ses sujets fut généralement empreinte de bienveillance envers leur nouveau roi."}
{"label": "0", "sentence1": "Casely Hayford a aussi été profondément impliqué dans le mouvement politique pour l'émancipation africaine.", "sentence2": "Casely Hayford fut également été fortement impliqué dans le mouvement africain pour l'émancipation politique."}
{"label": "0", "sentence1": "Il a joué du tres cubain plutôt que de la guitare espagnole et il a développé sa propre technologie pour cette guitare cubaine.", "sentence2": "Il joue au tres cubain plutôt qu'à la guitare cubaine et a développé sa propre technique pour cette guitare espagnole."}
{"label": "1", "sentence1": "65 soldats furent tués lors de la mission : 34 Nigérians, 8 Tchadiens, 2 Togolais et 1 Burkinabé.", "sentence2": "Lors de la mission, 65 soldats furent tués : 34 Nigérians, 28 Tchadiens, 2 Togolais et 1 Burkinabé."}
{"label": "1", "sentence1": "Phnom Penh - Le monument d'amitié vietnamien au Cambodge, la capitale du Cambodge, est un grand monument en béton qui rappelle l'ancienne alliance entre le Vietnam et le Cambodge.", "sentence2": "Le monument de l'amitié Vietnam-Phnom Penh au Cambodge, capitale du Cambodge, est un grand monument en béton commémorant l'ancienne alliance entre le Vietnam et le Cambodge."}
{"label": "0", "sentence1": "En 1997, elle est apparue dans le rôle de Sheila Dixon dans \"Coronation Street\" et en 1998 dans le rôle de Naomi Russell.", "sentence2": "Hardwick est apparu dans \"Coronation Street\" en 1997 dans le rôle de Naomi Russell et en 1998 dans le rôle de Sheila Dixon."}
{"label": "1", "sentence1": "Lorsque Platzer ouvrit son deuxième restaurant à Allentown en 1993, il changea le nom en chez P.J. Whelihan pour rendre hommage à son grand-père, Peter Joseph Whelihan.", "sentence2": "En 1993, lorsque Platzer ouvrit son second restaurant à Allentown, il changea le nom pour P.J. Whelihan en l'honneur de son grand-père Peter Joseph Whelihan."}
{"label": "1", "sentence1": "Le district Ishkashim est l'un des 28 districts de la province de Badakhshan à l'est de l'Afghanistan.", "sentence2": "Le district d'Ishkashim est l'un des 28 districts du Badakhshan, dans l'est de l'Afghanistan."}
{"label": "1", "sentence1": "En 1886, George Crook a remplacé le général Miles comme commandant des forces armées combattant contre Geronimo, un chef Chiricahua - Apache, dans le département de l'Arizona.", "sentence2": "En 1886, George Crook remplaça le général Miles en tant que commandant des forces combattant Geronimo, chef des Apaches de Chiricahua, dans le département de l'Arizona."}
{"label": "1", "sentence1": "Le directeur Hayao Miyazaki et son collègue de longue date ont eu l'autorisation de créer leur propre studio sous la direction de l'ancien éditeur de \"Animage\" Toshio Suzuki .", "sentence2": "Cela a aussi permis au réalisateur Hayao Miyazaki et à son collègue de longue date, Isao Takahata, de créer leur propre studio sous la supervision de l'ancien rédacteur en chef de \"Animage\", Toshio Suzuki."}
{"label": "1", "sentence1": "Il s'agissait de la sixième édition du tournoi et de la troisième étape du IRB Sevens World Series 14 en 2013.", "sentence2": "C'était la sixième édition du tournoi et la troisième étape mondiale du World Rugby Sevens Series 2013/14."}
{"label": "1", "sentence1": "Il appartenait à la section juive de l'Association of Writers and Composers d'avant-guerre à Varsovie.", "sentence2": "Il appartenait à la section juive de l’Association of Theatrical Autors And Composers d’avant-guerre de Varsovie."}
{"label": "1", "sentence1": "La région administrative de Chenzhou, sous la dynastie Tang, est sous l'administration du Zhoukou moderne du Henan oriental :", "sentence2": "La région administrative de Chenzhou sous la dynastie Tang est sous l'administration de la ville moderne de Zhoukou à l'est du Henan :"}
{"label": "1", "sentence1": "Après ses études dans le primaire et le secondaire à Isparta, il termina au Lycée Pertevniyal à Istanbul.", "sentence2": "Après son enseignement primaire et secondaire à Isparta, il termina au lycée Pertevniyal à Istanbul."}
{"label": "0", "sentence1": "Fishman est titulaire d'un baccalauréat de la Columbia University et d'une maîtrise en économie de la Brown University.", "sentence2": "Fishman est titulaire d’un baccalauréat de la Brown University et d’une maîtrise en économie de la Columbia University."}
{"label": "1", "sentence1": "La musique a été écrite par Shyam et les paroles composées par Sreekumaran Thampi et Sathyan Anthikkad.", "sentence2": "La musique a été écrite par Shyam et les paroles par Sreekumaran Thampi et Sathyan Anthikkad l'a composée."}
{"label": "0", "sentence1": "L'espace vectoriel topologique formule 13 est appelée \"objet de départ\" ou \"structure initiale\" en relation aux données fournies.", "sentence2": "L'espace vectoriel initial  Formule 13 est appelé un objet initial \"ou\" structure topologique par rapport aux données fournies."}
{"label": "1", "sentence1": "La \"guillotine\" a été utilisée pour la dernière fois en Allemagne de l'Ouest en 1949 et en Allemagne de l'Est en 1966.", "sentence2": "Le \"Fallbeil\" fut utilisé pour la dernière fois en Allemagne de l'Ouest en 1949 et en Allemagne de l'Est en 1966."}
{"label": "1", "sentence1": "Cependant, dans le script actuel, Superman rencontre le vrai Zod pour la première fois dans \"Last Son\".", "sentence2": "Dans la continuité actuelle, Superman dans \"Last Son\" rencontre le vrai Zod pour la première fois."}
{"label": "0", "sentence1": "La Central Baptist Association est une association d'églises du sud de la Caroline jusqu'en Indiana, avec la majorité des églises à l'est du Tennessee et au sud-ouest de la Virginie.", "sentence2": "La Central Baptist Association est une association d'églises situées de la Caroline du Sud jusqu'à la Virginie, la plupart des églises étant situées dans l'est du Tennessee et dans le sud-ouest de l'Indiana."}
{"label": "1", "sentence1": "Stipsits est né à Vienne et a passé son enfance à Stammersdorf, à Korneuburg.", "sentence2": "Stipsits est né à Vienne et a passé son enfance à Stammersdorf en Korneuburg."}
{"label": "0", "sentence1": "Dans la musique brésilienne, le mode dorien issu du mode Mixolydien est formé par l'abaissement du premier et constitue donc une version réduite du troisième.", "sentence2": "Dans la musique brésilienne, le mode dorien est formé à partir du mode mixolydien, en baissant la troisième, devenant donc une version mineure à la précédente."}
{"label": "1", "sentence1": "Le dernier morceau \"Every Morning\" est la version guitare acoustique du premier morceau \"Morning\".", "sentence2": "Le dernier morceau, \"Every Morning\" est la version guitare acoustique du premier morceau \"Morning\"."}
{"label": "0", "sentence1": "Le 13 novembre 2016, David Machado assassina Dennis Wallace à Fox Grove Park près de la ville de Hughson.", "sentence2": "Le 13 novembre 2016, David Machado a été assassiné à Fox Grove Park près de la ville de Hughson par Dennis Wallace."}
{"label": "1", "sentence1": "Les hampes sont pour la plupart absentes ou très courtes.", "sentence2": "Les hampes sont très courtes ou généralement absentes."}
{"label": "1", "sentence1": "Il dessert la zone du cantonnement de Chandi Mandir de la ville de Panchkula.", "sentence2": "Il dessert la zone de cantonnement de Chandimandir de la ville de Panchkula."}
{"label": "1", "sentence1": "Ils ont été développés par Namco Bandai et publiés par CyberConnect2, à commencer par \" Naruto : Ultimate Ninja \" en 2005.", "sentence2": "Ils ont été développés par Namco Bandai et publiés par CyberConnect2 en commençant par \"Naruto : Ultimate Ninja\" en 2005."}
{"label": "1", "sentence1": "Une autre façon de maîtriser la population de cerfs consiste à réguler le taux de natalité.", "sentence2": "Une autre façon de réguler la population de cerfs consiste à contrôler le taux de naissance."}
{"label": "1", "sentence1": "Dites-lui immédiatement, son père, Charlie Clausen (Zac MacGuire) et Evie.", "sentence2": "Parlez-en immédiatement à son père Zac MacGuire (Charlie Clausen) et à Evie."}
{"label": "0", "sentence1": "Cosmic Explorer est sorti dans quatre formats différents par Universal J Japan, Universal Music et Perfume Records le 6 avril 2016.", "sentence2": "Cosmic Explorer est sorti le 6 avril 2016 par Universal Music Japan, Universal J et Perfume Records, sous quatre formats différents."}
{"label": "1", "sentence1": "La NVIDIA TITAN V a été officiellement annoncé par Nvidia le 7 décembre 2017.", "sentence2": "Le 7 Décembre 2017, NVIDIA a officiellement annoncé le Nvidia TITAN V."}
{"label": "1", "sentence1": "Dans les évaluations ci-dessous se trouvent les notes les plus hautes du spectacle en rouge, et l'évaluation la plus basse du spectacle sera dans l'épisode bleu.", "sentence2": "Dans les notes ci-dessous, la note la plus élevée pour l'émission sera en rouge et la note la plus basse pour l'émission sera en épisode bleu."}
{"label": "0", "sentence1": "Si nous utilisons une machine de Turing alternative, nous avons la ressource ATIME.", "sentence2": "Quand nous avons une machine de Turing alternative, nous utilisons la ressource ATIME."}
{"label": "0", "sentence1": "La Coupe UEFA 1973 - 74 fut remportée par Tottenham Hotspur contre Feyenoord Rotterdam 4 : 2.", "sentence2": "La Coupe de l'UEFA 1973 -74 a été remportée par le Feyenoord Rotterdam sur les Tottenham Hotspur 4 : 2."}
{"label": "1", "sentence1": "Facundo Argüello a remporté le titre en battant Brian Dabul 6 -- 1, 6 -- 3 lors de la finale.", "sentence2": "Facundo Argüello a remporté le titre, battu Brian Dabul 6 -- 1, 6 - 3 lors de la finale."}
{"label": "0", "sentence1": "L'Audi V8 a rivalisé avec la Mercedes 190 et la BMW M3 beaucoup plus petite et plus légère et avec l'Opel Omega 3000, un peu plus petite lors de sa présence au DTM.", "sentence2": "L'Audi V8 a concouru avec des Mercedes 190, BMW M3 et des Opel Omega 3000 un peu plus légères durant sa participation au DTM."}
{"label": "1", "sentence1": "Wilhelm Keppler a rejoint Cuno en 1932 dans le but de conseiller économiquement Adolf Hitler.", "sentence2": "En 1932, Wilhelm Keppler a rejoint Cuno pour conseiller Adolf Hitler d'un point de vue économique."}
{"label": "0", "sentence1": "Il épousa Marie Magdalene Schweigaard, fille de Tellef Dahll Schweigaard, nièce du dirigeant politique Anton Martin Schweigaard et tante du futur Premier ministre Christian Homann Schweigaard.", "sentence2": "Il a épousé Marie Madeleine Schweigaard, fille de Tellef Dahll Schweigaard, nièce du leader politique Christian Homann Schweigaard et tante du futur Premier ministre Anton Martin Schweigaard."}
{"label": "1", "sentence1": "Cela limite la complexité dans le groupe de nœuds et masque leur couplage avec d'autres nœuds extérieurs au groupe.", "sentence2": "Cela limite la complexité à l'intérieur des nœuds du groupe et masque leur couplage avec d'autres nœuds en dehors du groupe."}
{"label": "0", "sentence1": "Le 20 février 1959, le Premier ministre John Diefenbaker acheva le projet et les cinq flèches terminées furent démantelées.", "sentence2": "Le 20 février 1959, le Premier ministre John Diefenbaker termina le projet et les cinq flèches démontées furent achevées."}
{"label": "1", "sentence1": "Il décéda d'un cancer de l'estomac à Claremore en Oklahoma, New York, où le Lynn Riggs Memorial est situé le 30 juin 1954.", "sentence2": "Il décéda le 30 juin 1954 d'un cancer de l'estomac à Claremore en Oklahoma. New York abrite le Lynn Riggs Memorial."}
{"label": "1", "sentence1": "La porte de Vincennes se trouve à la jonction du coin nord-est du 12e arrondissement et du coin sud-est du 20e arrondissement de Paris.", "sentence2": "La Porte de Vincennes est située à l'endroit où se joignent le coin nord-est du 12ème arrondissement avec le sud-est du 20ème arrondissement de Paris."}
{"label": "1", "sentence1": "Stipsits est né à Korneuburg, en Allemagne, et a passé son enfance à Stammersdorf, à Vienne.", "sentence2": "Stipsits est né à Korneuburg et passa son enfance à Stammersdorf, Vienne."}
{"label": "0", "sentence1": "Les plateformes pc1000 et pc1500 ont été décrites en 2006 avec les processeurs VIA C3 et le pc3500 a été introduit en août 2007 avec le VIA C7.", "sentence2": "Les plates-formes pc1000 et pc1500 ont été introduites en 2006, utilisant les processeurs VIA C3. Le pc3500 a été décrit en août 2007 en utilisant le VIA C7."}
{"label": "0", "sentence1": "Bas Basie Land est un album studio de Count Basie et de son orchestre de 1964, composé et arrangé par Billy Byers.", "sentence2": "Land Basie Land est un album studio de 1964 composé de Billy Byers et son orchestre, composé et arrangé par Count Basie."}
{"label": "1", "sentence1": "Bala se trouve sur une plaine haute et enneigée, les étés sont chauds, les hivers sont froids.", "sentence2": "Bala se dresse sur une plaine haute et enneigée, les étés sont chauds, les hivers froids."}
{"label": "1", "sentence1": "À partir de 1958, Melkus fut professeur de violon, de violon historique, d'alto et de baroque à l'Académie de musique de Vienne.", "sentence2": "De 1958, Melkus était un professeur de violon, représentation historique de violon, viola et baroque à l'Académie de musique de Vienne."}
{"label": "0", "sentence1": "Le mont DeVoe est une montagne de l'île de Vancouver, en Colombie-Britannique, au Canada, située au sud-est de Rambler Peak et au sud de la Gold River.", "sentence2": "Le mont DeVoe est une montagne de l'île de Vancouver, Colombie-Britannique, Canada, située au sud-est de la rivière Gold et au sud du pic Rambler."}
{"label": "0", "sentence1": "La couverture a été réalisée par l'artiste héraldique John Pasche. La pochette du single \"Steel Monkey\" a été réalisée par le directeur artistique Andrew Stewart Jamieson.", "sentence2": "La reprise a été imaginée par l'artiste héraldique Andrew Stewart Jamieson, le single \"Steel Monkey\" a imaginé la reprise du directeur artistique John Pasche."}
{"label": "1", "sentence1": "Après dix ans passés à Paris, Houdon retourna en Italie.", "sentence2": "Après dix ans passés à Paris, Houdon est rentré en Italie."}
{"label": "0", "sentence1": "Il y a aussi une voie ferrée isolée et étroite en exploitation dans la péninsule d'Eyre, de Ceduna à Port Lincoln.", "sentence2": "Il y a aussi une voie ferrée étroite sur la péninsule d'Eyre, de Port Lincoln à Ceduna."}
{"label": "1", "sentence1": "43 personnes furent sauvées, 40 dans les canots de sauvetage et trois par le \"Delaware\".", "sentence2": "43 personnes ont été sauvées; 40 dans les canaux de sauvetage et trois sauvées par le \"Delaware\"."}
{"label": "0", "sentence1": "Lorsque nous utilisons une machine de Turing alternative, nous avons la ressource ATIME.", "sentence2": "Si nous avons un machine Turing alternative, nous utilisons la ressource ATIME."}
{"label": "1", "sentence1": "McCarthy est né à Auckland, mais a déménagé avec ses parents à San Francisco, en Californie, à l'âge de quatre ans.", "sentence2": "McCarthy est né à Auckland, mais déménagea à San Francisco en Californie avec ses parents à l'âge de quatre ans."}
{"label": "1", "sentence1": "Slough High School était un lycée sélectif de filles à Slough au Buckinghamshire, dorénavant Berkshire.", "sentence2": "La Slough High School était une école secondaire sélective pour filles située à Slough, dans le Buckinghamshire, le Berkshire de nos jours."}
{"label": "1", "sentence1": "C'était la seule scène publique dans le comté de Tehama jusqu'en 1991 et le seul cinéma jusqu'en 1993.", "sentence2": "Il a fournit l'unique scène publique du comté de Tehama jusqu'en 1991 et était l'unique cinéma jusqu'en 1993."}
{"label": "1", "sentence1": "Probuccinum tenerum est une espèce d'escargot de mer, un véritable mollusque gastéropode de la famille des Buccinidae, les buccins marins.", "sentence2": "Probuccinum tenerum est une espèce d'escargot de mer, un véritable mollusque gastéropode de la famille des Buccinidae family, les bulots marins."}
{"label": "0", "sentence1": "En novembre 1989, Delaney était un membre de la Bourse de New York et est devenu directeur général senior chez Henderson Brothers Inc. et Bear Wagner.", "sentence2": "En novembre 1989, Delaney est devenu membre de la Bourse de New York et était directeur général principal chez Henderson Brothers, Inc. et Bear Wagner."}
{"label": "0", "sentence1": "Mei Shigenobu est la mère du journaliste japonais Fusako Shigenobu.", "sentence2": "Fusako Shigenobu est la mère de la japonaise Mei Shigenobu, une journaliste."}
{"label": "0", "sentence1": "Ukhrul est aussi un haut lieu touristique dans l'état de Manipur.", "sentence2": "Manipur est aussi un haut lieu touristique de l'État d'Ukhrul."}
{"label": "0", "sentence1": "Le mont DeVoe est une montagne située sur l'île de Vancouver, en Colombie-Britannique, au Canada, au sud-est de la Gold River et au sud de Rambler Peak.", "sentence2": "Le mont DeVoe est une montagne de l'île de Vancouver, en Colombie-Britannique, au Canada, au sud-est de Rambler Peak et au sud de la Gold RIver."}
{"label": "1", "sentence1": "La partition a été rédigée par le compositeur Maury Yeston, avec une chorégraphie de William Whitener, directeur artistique du ballet de Kansas City.", "sentence2": "La musique était du compositeur Maury Yeston et la chorégraphie de William Whitener, directeur artistique du Kansas City Ballet."}
{"label": "1", "sentence1": "L'équipe effectua également une tournée en Australie en 1953 et en Asie en août 1959.", "sentence2": "L'équipe a fait une tournée en Australie en 1953 et en Asie en août 1959."}
{"label": "0", "sentence1": "Le \"Fall Beil\"  fut utilisé pour la dernière fois en Allemagne de l'Ouest en 1949, en 1966 en Allemagne de l'Est.", "sentence2": "Le \"cas\" fut utilisé pour la dernière fois en Allemagne de l’Est en 1949 et en 1966 en Allemagne de l’Ouest."}
{"label": "1", "sentence1": "En tant que famille juive, ils ont échappé à la déportation vers les camps de concentration en étant cachés par une famille belge de Comblain-au-Pont.", "sentence2": "En tant que famille juive, ils ont échappé à la déportation dans les camps de concentration en étant cachés par une famille belge à Comblain-au-Pont."}
{"label": "0", "sentence1": "Il s'agissait de la troisième saison diffusée plus de deux ans après l'édition familiale et plus de trois ans après la première édition des célébrités.", "sentence2": "C'était la première saison à être diffusée plus de deux ans après l'édition familiale et plus de trois ans après la troisième édition des célébrités."}
{"label": "0", "sentence1": "Le Vermont est délimité au nord par Mitcham, à l'ouest de Nunawading et Forest Hill, au sud par le Vermont et à l'est par Wantirna et Ringwood.", "sentence2": "Le sud du Vermont est bordé au nord par Mitcham, à l'ouest par Nunawading et Forest Hill, au sud du Vermont et à l'est par Wantirna et Ringwood."}
{"label": "0", "sentence1": "Le frère cadet de Julia, Charles Martin Hall, est né à Thompson, au comté de Geauga en Ohio en 1863.", "sentence2": "Le frère cadet de Thompson, Jullia, est né à Charles Martin Hall, dans le comté de Geauga, dans l'Ohio, en 1863."}
{"label": "0", "sentence1": "La rivière Hudeasa est un affluent de la rivière Bradu en Roumanie.", "sentence2": "La rivière Bradu est un affluent de la rivière Hudeasa en Roumanie."}
{"label": "0", "sentence1": "Lors de son séjour à Savannah, Charles Celestine apprit dans un journal que son fils, Sherman, était décédé pendant la campagne de Savannah, le général n'avait jamais vu l'enfant.", "sentence2": "Alors qu'il était à Savannah, Sherman apprit d'un journal que son enfant Charles Celestine était décédé pendant la campagne de Savannah, le général n'avait jamais vu l'enfant."}
{"label": "1", "sentence1": "La Slough High School était une école sélective pour filles dans le Berkshire, aujourd'hui Slough, dans le Buckinghamshire.", "sentence2": "La Slough High School était une école sélective pour filles située dans le Berkshire, désormais appelé Slough, dans le Buckinghamshire."}
{"label": "0", "sentence1": "Thornwood Common est un village situé sur la route B1393, dans la municipalité d'Epping Forest et le district de North Weald Bassett d’Essex, en Angleterre.", "sentence2": "Thornwood Common est un village sur la route B1393, dans la paroisse civile de North Bassett et dans le district d'Epping Forest d’Essex, en Angleterre."}
{"label": "1", "sentence1": "Pendant sa campagne, il a discuté McCain à deux reprises, une fois sur le mât et une fois à Tucson.", "sentence2": "Lors de sa campagne électorale, il a débattu deux fois avec McCain, une fois à Tucson et une fois à Flagstaff."}
{"label": "1", "sentence1": "La BBC World Service a aussi diffusé une version intitulée \"Animal, Vegetable and Mineral\", présidée par Michael Flanders, avec un panel comprenant Terry Wogan.", "sentence2": "La BBC World Service diffusa également une version intitulée \"Animal, Vegetable and Mineral\", présidée par Michael Flanders dont le panel incluait Terry Wogan."}
{"label": "0", "sentence1": "Dans l'astronomie naissante, sa popularité est due à l'introduction du globe mathématique, et à ses contributions astronomiques pour comprendre le mouvement des planètes.", "sentence2": "Sa renommée en astronomie mathématique est due à l’introduction du globe astronomique et à ses premières contributions à la compréhension du mouvement des planètes."}
{"label": "0", "sentence1": "Lito a joué au football en club pour Zingone.", "sentence2": "Zingone a joué au club de football pour Lito."}
{"label": "1", "sentence1": "En 2014, Adam a écrit des révisions en trilogie gothique des classiques Frankenstein, La corruption de Dorian Gray et Jekyll Hyde Corpus Delicti.", "sentence2": "Adam a écrit en 2014 une trilogie gothique reprenant des histoires classiques de Frankenstein, The Corruption of Dorian Gray et Jekyll & Hyde Corpus Delicti"}
{"label": "1", "sentence1": "Agranat est né à Louisville, Kentucky, en 1906, dans une famille judéo-sioniste.", "sentence2": "Agranat est né en 1906 dans une famille juive sioniste à Louisville, dans le Kentucky."}
{"label": "0", "sentence1": "Les deux filles sont mortes avant lui, à Tosca en 1976 et à Janear en 1981.", "sentence2": "Deux filles faites avant sa mort, Tosca en 1976 et Janear en 1981."}
{"label": "1", "sentence1": "Le cardinal David Beaton fut Lord Chancelier d’Écosse, archevêque de St. Andrews et cardinal légat d’Écosse au moment de son décès.", "sentence2": "Au moment de son décès, le cardinal David Beaton était lord grand chancelier d’Écosse, archevêque de St Andrews et cardinal légat en Écosse."}
{"label": "0", "sentence1": "Cito Gaston devint le premier manager noir à participer à une Série mondiale depuis Dusty Baker pour Toronto in and", "sentence2": "Dusty Baker est devenu le premier manager noir à rejoindre et à participer à un World Series depuis Cito Gaston pour Toronto."}
{"label": "0", "sentence1": "Buccinum pulchellum est une espèce d'escargot de mer, un véritable mollusque gastéropode de la famille des Buccinidae, les buccins marins.", "sentence2": "Buccinum pulchellum est une espèce d'escargot de mer, un mollusque gastéropode marin de la famille des Buccinidae, le véritable bulot."}
{"label": "0", "sentence1": "Il a demandé comment prononcer son nom, il a répondu à \"The Literary Digest\" : mon nom se prononce comme on écrit \"ear; en-house\".", "sentence2": "NS"}
{"label": "1", "sentence1": "La police a également interrogé le chanteur Rimi Tomy et l'acteur Kavya Madhavan, deux amis proches de Siddique et de sa femme Dileep, dans le cadre de l'enquête en cours.", "sentence2": "La police a également interrogé la chanteuse Rimi Tomy et l'actrice Kavya Madhavan, toutes deux amies proches de Siddique et sa femme Dileep, dans le cadre de l'enquête en cours."}
{"label": "1", "sentence1": "Elle est devenue la mère de Val, de Boris et de Rosalind Lorwin, sa fille était professeur de psychologie.", "sentence2": "Elle devint la mère de Val, Boris et Rosalind Lorwin. Sa fille était une professeur de psychologie."}
{"label": "1", "sentence1": "Rory Jennings, qui joue Tommy Connolly, joue l'adolescent Davros dans les productions Big Finish.", "sentence2": "Rory Jennings, qui joue Tommy Connolly, joue l'adolescent Davros dans Big Finish Productions."}
{"label": "0", "sentence1": "Dale a été marié à Patricia Meyer depuis 1984 et ils ont deux fils ensemble : Ryan (né en 1988) et Blake (né en 1992).", "sentence2": "Blake est marié à Patricia Meyer depuis 1984, et ont eu deux fils : Ryan (né en 1988) et Dale (né en 1992)."}
{"label": "1", "sentence1": "Le Bostryx turritus est une espèce d'escargot terrestre tropical à respiration aérienne, un mollusque gastéropode pulmoné de la famille des Bulimulidae.", "sentence2": "le Bostryx turritus est une espèce d'escargot tropical respirant, un mollusque gastéropode pulmoné de la famille des Bulimulidae."}
{"label": "0", "sentence1": "Fanwood est situé dans le 22ème district électoral et fait partie du 12ème district législatif du New Jersey.", "sentence2": "Fanwood se trouve dans le 12e district parlementaire et fait partie du 22e district législatif du New Jersey."}
{"label": "1", "sentence1": "Il fut acheté par le roi Gregory en 1834 dans le monastère de Saba, Robert Curzon le vit en 1883.", "sentence2": "Il fut acheté en 1834 par C. R. Gregory au monastère de Saba, en 1883 par Robert Curzon."}
{"label": "1", "sentence1": "L'année la plus humide fut 1983 avec et l'année la plu sèche fut 19776 avec.", "sentence2": "L’année la plus humide fut 1983 avec et l'année la plus sèche fut 1976 avec."}
{"label": "0", "sentence1": "Une quatrième fille, Leonora, était la belle arrière grand-mère de l'astronome et astrophysicienne Cecilia Payne-Gaposchkin.", "sentence2": "Une quatrième fille, Leonora, était la belle-mère de l'astronome et astrophysicienne Cecilia Payne-Gaposchkin."}
{"label": "1", "sentence1": "Il est revenu à New York en 2009 et vit maintenant à Philadelphie.", "sentence2": "En 2009, il est retourné s'installer à New York et vit aujourd'hui à Philadelphie."}
{"label": "0", "sentence1": "La production en série de films électroniques et numériques était directement liée à l'industrie du film établie jusqu'à l'avènement de la technologie de la vidéo pornographique.", "sentence2": "Jusqu'à l'avènement de l'électronique et l'enregistrement de vidéo numérique, la production de masse de films pornographiques était directement liée à la principale industrie cinématographique."}
{"label": "1", "sentence1": "Le salaire moyen des professeurs adjoints de Caltech est de 111 300 dollars, des professeurs associés de 121 300 dollars et des professeurs titulaires de 172 800 dollars.", "sentence2": "Le salaire moyen des professeurs assistants de Caltech est de 111 300 $, celui des professeurs agrégés est de 121 300 $ et celui des professeurs titulaires est de 172 800 $."}
{"label": "0", "sentence1": "Michael Michael Liebel senior avait 14 ans lorsque ses parents sont venus d'Allemagne pour Erie, en Pennsylvanie.", "sentence2": "Michael Michael Lieber Sr. avait 14 ans lorsque ses parents ont quitté Érié pour la Pennsylvanie, en Allemagne."}
{"label": "1", "sentence1": "Il fut réalisé par George Fitzmaurice et est basé sur la pièce de théâtre de 1917, \"Tiger Rose\", de Willard Mack.", "sentence2": "Réalisé par George Fitzmaurice, il est basé sur une pièce de théâtre de 1917 intitulée \"Tiger Rose\" de Willard Mack."}
{"label": "0", "sentence1": "Retzius est né à Stockholm, fils de l'anatomiste Anders Jahan Retzius (et petit-fils du naturaliste et chimiste Anders Retzius).", "sentence2": "Retzius est né à Stockholm, fils de l'anatomiste Anders Retzius (et petit-fils du naturaliste et chimiste Anders Jahan Retzius)."}
{"label": "0", "sentence1": "Trois brigades (11 bataillons) ont été levées pour la guerre conventionnelle, une grande troupe de guerriers (estimée à 100 000) a été entraînée.", "sentence2": "Trois brigades (11 bataillons) ont été formées à la guerre conventionnelle, une importante force de guérilla (estimée à 100 000 hommes) a été constituée."}
{"label": "1", "sentence1": "Si les élections locales de 1983 avaient été législatives, la gauche socialiste aurait obtenu 8 sièges au Parlement.", "sentence2": "Si les élections locales de 1983 avaient été législatives, la gauche socialiste aurait obtenu 8 sièges au parlement."}
{"label": "1", "sentence1": "Thomas Keizer (né le 28 mars 1989) est un secondeur de football américain, actuellement agent libre, qui a joué au football universitaire à la Stanford Univeristy.", "sentence2": "Thomas Keizer (né le 28 mars 1989) est un joueur de football américain qui est actuellement agent indépendant et qui joua dans l'Équipe de football américain des Cardinal de Stanford."}
{"label": "0", "sentence1": "L'éjective uvulaire est une sorte de son consonantique utilisé dans certaines langues parlées. Le symbole dans l'alphabet phonétique international, qui représente ce son.", "sentence2": "La consonne éjective est un type de son uvulaire qui est utilisé dans la plupart des langues parlées. Le symbole de l'alphabet international phonétique, qui représente ce son,"}
{"label": "1", "sentence1": "Par exemple, chez les amphibiens, la cerberus s'exprime dans l'endoderme dorsal antérieur, et chez la souris, elle s'exprime dans l'endoderme viscéral antérieur.", "sentence2": "Par exemple, Cerberus est exprimé dans l'endoderme dorsal antérieur chez les amphibiens et chez la souris, dans l'endoderme viscéral antérieur."}
{"label": "0", "sentence1": "Après que Mitchell soit revenu au camp principal, Finch arriva avec une nouvelle tragique.", "sentence2": "Après le retour de Finch dans le camp principal, Mitchell arriva avec une nouvelle tragique."}
{"label": "0", "sentence1": "Il est proche de Lough Corrib, sur la route N59 vers Oughterard et Clifden, dans le Connemara.", "sentence2": "Il se situe près d'Oughterard et de Clifden, sur la route N59 vers Lough Corrib, dans le Connemara."}
{"label": "1", "sentence1": "Les Bears de Chicago sont tombés contre les Giants 27-21 et pour la première fois depuis 1976, ils étaient 0-6.", "sentence2": "Les Chicago Bears sont tombés face aux Giants 27 - 21, et étaient à 0 - 6 pour la première fois depuis 1976."}
{"label": "0", "sentence1": "Le merganser typique (\"Mergus octosetaceus\") est un canard du genre merganser brésilien.", "sentence2": "Le Merganser brésilien (\"Mergus octosetaceus\") est un canard du genre typique des Merganiens."}
{"label": "1", "sentence1": "Son fils John était le père de Samuel Provoost (1742-1815), le premier évêque évêque protestant de New York.", "sentence2": "Son fils John était le père de Samuel Provoost (1742-1815), le premier évêque épiscopal protestant de New York."}
{"label": "1", "sentence1": "Luk ou Loke est la romanisation chinoise du plusieurs (mais pas tous) noms cantonnais qui sont romanisés en Lu en mandarin.", "sentence2": "Luk ou Loke est la romanisation chinoise de plusieurs noms de famille cantonais (mais pas tous), qui sont romanisés en tant que Lu en mandarin."}
{"label": "1", "sentence1": "Ni l'engagement précédent de Dostoïevski auprès de Dostoïevski ni les fortes différences politiques d'Anna avec les Jaclards n'ont empêché un contact cordial et régulier entre eux.", "sentence2": "Ni l'engagement précédent de Dostoïevski avec Dostoïevski ni les fortes divergences politiques d'Anna avec les Jaclards n'ont empêché un contact chaleureux et régulier entre eux."}
{"label": "0", "sentence1": "Ce film parle de Rafael, un chanteur malayalam de la nouvelle industrie cinématographique.", "sentence2": "Le film parle de Rafael, un nouveau chanteur de l'industrie cinématographique malayalam."}
{"label": "1", "sentence1": "Les activités européennes furent intégrées à Ebel, tandis que les activités asiatiques furent cédées à Joseph Wong entrepreneur de Hong Kong et appartiennent désormais à Stelux Holdings.", "sentence2": "Les activités européennes ont été intégrées à Ebel, alors que les activités asiatiques ont été vendues à l'entrepreneur de Hong Kong Joseph Wong, et font maintenant partie de Stelux Holdings."}
{"label": "0", "sentence1": "Le comte Saint-Vincent était un navire britannique qui a été capturé en 1803 et est devenu un homme de commerce français.", "sentence2": "L'Earl St Vincent est un navire français qui fut capturé et qui devint un navire de commerce britannique en 1803."}
{"label": "0", "sentence1": "Deux lignes servent sur la ligne Dearne Valley tous les jours vers York et Sheffield.", "sentence2": "Deux services opèrent sur la ligne de Sheffield à York et Dearne Valley."}
{"label": "0", "sentence1": "À partir de 1958, Melkus était professeur de violon, de violon historique, d'alto et de baroque à l'Académie de musique de Vienne.", "sentence2": "Melkus était professeur de violon, violon baroque, alto et de l'art d'interprétation historique à l'Académie de musique de Vienne depuis 1958."}
{"label": "0", "sentence1": "On le trouve en Europe occidentale et centrale et en Asie du Sud.", "sentence2": "Il est disponible en Europe du sud et en Asie de l'ouest et centrale."}
{"label": "1", "sentence1": "Frank James rejoignit une entreprise locale recrutée pour l’armée sécessionniste de Drew Lobbs et combattit lors de la bataille de Wilson's Creek en août 1861.", "sentence2": "Frank James a rejoint une société locale recrutée pour l'armée sécessionniste de Drew Lobbs et a combattu en août 1861 lors de la bataille de Wilson's Creek."}
{"label": "1", "sentence1": "Des enregistrements notables, lorsque la chanson était nouvelle, ont été réalisés par des artistes comme Paul Whiteman, Van & Schenck, Marion Harris et l'American Quartet.", "sentence2": "De remarquables photos ont été prises par les artistes tels que Paul Whiteman, Van Schenck, Marion Harris et l'American Quarter, à la sortie de la chanson."}
{"label": "1", "sentence1": "L'éjective uvulaire est une sorte de son consonantique utilisé dans certaines langues parlées. Le symbole dans l'alphabet phonétique international, qui est ce son.", "sentence2": "L’éjectif uvulaire est un type de son consonantique utilisé dans certaines langues parlées. Le symbole dans l'alphabet phonétique international qui représente ce son est."}
{"label": "1", "sentence1": "Encensée par Richard Gibson et le peintre de la cour Joan Carlile, elle est réputée comme ayant eu autant de succès que Peter Lely.", "sentence2": "Elle a été louangée par Richard Gibson et le peintre à la cour Joan Carlile comme  étant aussi brillante que Peter Lely."}
{"label": "0", "sentence1": "Il a été conçu par les architectes Philip Johnson (ancien élève de l'Université) et John Burgee en 1983.", "sentence2": "Il a été conçu en 1983 par les architectes John Burgee (University Alumnus) et Philip Johnson."}
{"label": "1", "sentence1": "Il reste deux petites ligues indépendantes ne comptant que quelques membres : la Highland Alliance League et la Grampian Alliance League.", "sentence2": "Il reste deux petites ligues indépendantes, avec seulement une poignée de membres : la Grampian Alliance League et la Highland Alliance League."}
{"label": "0", "sentence1": "Le groupe a énormément joué, est devenu célèbre en Israël et a même fait une tournée à New York en 2007.", "sentence2": "Le groupe a fait beaucoup de tournées et est devenu célèbre en Israël, jouant même en 2007 à New York."}
{"label": "0", "sentence1": "Le 5 mars 2011, MTV Hive a posté un lien de diffusion en continu vers Anni Rossi, interprétant \"Rude Boy\" de Rihanna.", "sentence2": "Le 5 mars 2011, MTV Hive a posté un lien de streaming avec Rihanna interprétant le \"Rude Boy\" d'Anni Rossi."}
{"label": "1", "sentence1": "En utilisant la variation de procédure des paramètres, la solution particulière est formée en multipliant la solution complémentaire avec une fonction inconnue C (x) :", "sentence2": "En utilisant la méthode de variation des paramètres, la solution particulière est formée en multipliant la solution complémentaire par une fonction inconnue C (x) :"}
{"label": "0", "sentence1": "Cependant, la version originale a été omise en faveur de la version modérée.", "sentence2": "La version douce a cependant été ignorée au profit de la version originale."}
{"label": "0", "sentence1": "Le Propilidium pelseneeri est une espèce d'escargot de mer, une vraie patelle, un véritable mollusque gastéropode de la famille des Lepetidae, l'une des familles des patelles de mer.", "sentence2": "Le Propilidium pelseneeri est une espèce d'escargot de mer, une vraie patelle, un mollusque marin de la famille des Lepetidae, une des familles des vraies patelles."}
{"label": "0", "sentence1": "Le phénanthrénoïde monomère 8,8'-bidehydrojuncusol et le joncusol dimère et le déhydrojuncusol dimère peuvent être isolés de \" J. acutus \".", "sentence2": "Le dimère phénanthrénoïde 8,8' ; le bidehydrojuncosol et les monomères Juncosol et Dehydrojuncosol peuvent être isolés de \"J. acutus\"."}
{"label": "1", "sentence1": "Dans \"Detection Unlimited\", un roman policier écrit par Georgette Heyer, une personnalité est comparée à Armstrong.", "sentence2": "Dans \" Detection Unlimited \", un roman policier écrit par Georgette Heyer, un personnage est comparé à Armstrong."}
{"label": "1", "sentence1": "Bettencourt jouait à la guitare et Chris Gehringer la remastérisa aux studios Sterling Sound de New York.", "sentence2": "Bettencourt a joué de la guitare et a été masterisé par Chris Gehringer au Sterling Sound Studios, à New York."}
{"label": "1", "sentence1": "Gugark (,) était la 13e province de la Grande Arménie. Il comprend désormais des parties du nord de l'Arménie, du nord-est de la Turquie et du sud-ouest de la Géorgie.", "sentence2": "Gugark (,) était la 13ème province de la Grande Arménie et est constituée à présent de parties du nord de l'Arménie, du nord-est de la Turquie et du sud-ouest de la Géorgie."}
{"label": "0", "sentence1": "Des membres de l'équipage ont été tués à Golden Bay et il n'y a pas eu de contact local avec d'autres Maoris.", "sentence2": "Certains membres de l'équipage furent tués dans la Golden Bay et il n'y eut aucun autre contact avec les Maoris locaux."}
{"label": "1", "sentence1": "Touché, Arthur essaye d'être plus attentionné envers Gwen (en proposant de préparer le dîner, etc.)", "sentence2": "Arthur tente de souffrir, d'être plus attentionné envers Gwen (en offrant de faire le repas, etc.)"}
{"label": "1", "sentence1": "En 1961, Herbert Herbert fut le sujet d'un programme télévisé de \"This Is Your Life\" quand il fut surpris par Eamonn Andrews.", "sentence2": "Herbert fut le sujet d'un programme télévisé de \"This Is Your Life\" en 1961 quand il fut surpris par Eamonn Andrews."}
{"label": "0", "sentence1": "Le barrage de Kurnur est un barrage en terre sur la rivière Bori, près de Tuljapur dans le district d’Osmanabad, dans l’État du Maharashtra en Inde.", "sentence2": "Tuljapur est un barrage en terre situé sur la rivière Bori près du barrage de Kurnur, dans le district d’Osmanabad, dans l’État du Maharashtra en Inde."}
{"label": "0", "sentence1": "La région administrative de Chenzhou, sous la dynastie Tang, est sous administration de la Zhoukou moderne dans le Henan oriental :", "sentence2": "La région administrative de Chenzhou pendant la dynastie Tang est sous l'administration du Henan moderne à l'est de Zhoukou :"}
{"label": "0", "sentence1": "Le \"Fallbeil\" fut utilisé pour la dernière fois en Allemagne de l'Ouest en 1949 et en Allemagne de l'Est en 1966.", "sentence2": "Le \"Fallbeil\" fut utilisé pour la dernière fois en Allemagne de l’Est en 1949 et en Allemagne de l’Ouest en 1966."}
{"label": "0", "sentence1": "Au moment de sa mort, le cardinal David Beaton était Lord Chancellor de Saint-Andrews, archevêque d'Écosse et Cardinal légat d'Écosse.", "sentence2": "Au moment de son décès, le cardinal David Beaton était lord chancelier d’Écosse, archevêque de St Andrews et cardinal légat en Écosse."}
{"label": "1", "sentence1": "AleX est une série télévisée italienne. La série a été écrite par Alfredro Castelli, Guglielmo Duccoli et Giorgio Schlottler et produite par Videotime.", "sentence2": "La série télévisée italienne AleX a été écrite par Alfredo Castelli, Guglielmo Duccoli et Giorgio Schottler et produite par Videotime."}
{"label": "0", "sentence1": "À l'époque, le propriétaire du pays était M. Johnson et il avait consenti à un bail de 99 ans à M. Leslie Vernon Calcutt.", "sentence2": "A cette époque, le propriétaire du pays était Leslie Vernon Calcutt et il a accepté un bail de 99 ans avec M. Johnson."}
{"label": "0", "sentence1": "La St. George Bank (et ses filiales Bank SA) a été reprise par Advance Bank en 1997.", "sentence2": "En contrepartie, la Advance Bank (et sa filiale BankSA) a été reprise par la St. George Bank en 1997."}
{"label": "0", "sentence1": "Dans l'autre sens, supposons que \" m \" soit puissant avec la factorisation primaire.", "sentence2": "Dans l'autre direction, supposons que \"m\" est premier, avec une décomposition puissante."}
{"label": "0", "sentence1": "À Cuba, sa culture a été introduite en 1880 par Fernando Heydrich à Matanzas.", "sentence2": "Sa culture a été introduite par Fernando Heydrich à Cuba en 1880."}
{"label": "0", "sentence1": "Il dessert la zone de Chandimandir Cantonment de la ville de Panchkula.", "sentence2": "Il dessert la région du Panchkula de la ville de Chandimandir Cantonment."}
{"label": "1", "sentence1": "Le single a été annoncé le 31 octobre 2015 et est sorti le 13 novembre 2015.", "sentence2": "Le single a été annoncé le 31 octobre 2015 et est sorti le 13 novembre 2015."}
{"label": "0", "sentence1": "Katz est né en 1947 en Suède et a déménagé à New York à l'âge d'1 an.", "sentence2": "Katz est née dans la ville de New York en 1947 et déménagea en Suède à l'âge de 1 an."}
{"label": "0", "sentence1": "La rivière Tabaci est un affluent de la rivière Leurda, en Roumanie.", "sentence2": "La rivière Leurda st un affluent de la rivière Tabaci en Roumanie."}
{"label": "1", "sentence1": "Le Houston Main Building (HMB), auparavant le Prudential Building, était un gratte-ciel au Texas Medical Center à Houston, au Texas.", "sentence2": "Le Houston Main Building (HMB), anciennement le Prudential Building, était un gratte-ciel du Texas Medical Center, à Houston, au Texas."}
{"label": "0", "sentence1": "où, la formule 5 est une des fonctions finies de Horn avec deux variables et convergente pour toutes les valeurs hypergéométriques confluentes de la formule 6 et de la formule 7. Elle est donnée par :", "sentence2": "La formule 5 est l'une des fonctions hypergéométriques confluentes de Horn avec deux variables et convergentes pour toutes les valeurs finies des formules 6 et formules 7. Il est donné par :"}
{"label": "1", "sentence1": "Pennmakkal est un film indien malayalam de 1966, produit par J. Sasikumar et réalisé par KP Kottarakkara.", "sentence2": "Pennmakkal est un film indien en malayalam de 1966, produit par J. Sasikumar et réalisé par KP Kottarakkara."}
{"label": "1", "sentence1": "La couleur de la coquille est douce, sous un épiderme très fin, blanchâtre voire brun jaunâtre.", "sentence2": "La couleur de la coquille est lisse, sous un épiderme très fin, blanchâtre, brun jaunâtre."}
{"label": "1", "sentence1": "Le 30 avril 1983, un C-311 qui était assigné à NAS Jacksonville, à Cuba, à NAS Guantanamo Bay s'est écrasé, entraînant la mort de 13 personnes.", "sentence2": "Le 30 avril 1983, un C-131 affecté au NAS Jacksonville (Cuba) s'est écrasé au NAS Guantanamo Bay et a causé la perte de 13 vies."}
{"label": "0", "sentence1": "Jeff Scott était le présentateur et David Hayes Prophater guidait le public dans un chant a cappella.", "sentence2": "David David Hayes Prophater joua le rôle de présentateur et Jeff Scott dirigea le public dans un chant a cappella."}
