{"label": "1", "sentence1": "彼は、これを小説における新たな発見と呼び、中国文学の神話リアリズムと見なしています。", "sentence2": "彼はこれをフィクション著作の新たな発見と描写し、中国文学の神話リアリズムと考えています。"}
{"label": "0", "sentence1": "サイダーズはマサチューセッツ州ウィンチェスターで誕生し、ニューハンプシャー州デリーで育った。", "sentence2": "サイダーズはニューハンプシャー州デリーの生まれです。彼は、マサチューセッツ州ウィンチェスターで育ちました。"}
{"label": "0", "sentence1": "大司教ゾイゲは、1485 年 5 月 16 日に選任され、1487 年に聖職叙任を受け、1501 年 12 月 20 日または 20 日に死去しました。", "sentence2": "NS"}
{"label": "0", "sentence1": "1307 年 7 月 7 日にエドワード 2 世が父であるエドワード 1 世から王位を継承すると、臣下は新任の王に向けていわゆる親善的な態度を示した。", "sentence2": "1307 年 7 月 7 日にエドワード 1 世が父のエドワード 2 世の後を継いだとき、国民の態度は全体として新しい国王に好意的でした。"}
{"label": "0", "sentence1": "独立前、帝国ロシアはフィンランド領にあるフィンランド大公国の自治体でした。", "sentence2": "独立前のフィンランドは、帝国ロシアに属する自治権のある大公国でした。"}
{"label": "0", "sentence1": "ソーマセラピー（ソマ）は、1970 年代にヴィルヘルム ライヒが精神分析学者フレイレの研究に基づいて、グループ セラピーとして作り上げた。", "sentence2": "ソーマセラピーは 1970 年代、精神分析医ヴィルヘルム・ライヒの研究に基づくグループ セラピーとしてフレイレによって確立されました。"}
{"label": "0", "sentence1": "パンチクラ市のチャンディ・マンディア郡で運行しています。", "sentence2": "チャンディ・マンディア市のパンチクラ エリアで営業している。"}
{"label": "1", "sentence1": "このシリーズは、2009 年 4 月 18 日にオーストラリアにてニコロデオンで開始されました (ニュージーランド、ニュージーランド)。", "sentence2": "シリーズは、オーストラリアで 2009 年 4 月 18 日ニコロデオン (ニュージーランドおよびニュージーランド) で始まりました。"}
{"label": "1", "sentence1": "シェール・アフメッド・アクフンザダは部族長であり、2001 年から 2005 年、アフガニスタン、ヘルマンド州の知事も務めました。", "sentence2": "シェール・アフメド・アクフンザダは部族長であり、2001 年から 2005 年まで、アフガニスタンのヘルマンド州知事を務めました。"}
{"label": "0", "sentence1": "アレクサンダー・バウムガートナー (1841 年 6 月 27 日にドイツのルクセンブルグで生まれ、1910 年にスイスのザンクト・ガレンで死去) は、詩人、かつ文学史の著述家でした。", "sentence2": "アレクサンダー・バウムガルトナー (1841 年 6 月 27 日、スイスのザンクト・ガレン修道院で誕生し、1910 年にルクセンブルクで死去) は、文学史における詩人兼作家。"}
{"label": "0", "sentence1": "彼は、ウスパルタで初等および中等教育を受けた後、イスタンブールのペルテヴニヤル高等学校を卒業しました。", "sentence2": "イスタンブールで初等中等教育を受けた後、ウスパルタにあるペルテブニヤ（Pertevniyal）高校を修了した。"}
{"label": "0", "sentence1": "単数形の語幹「-m」の上記の例は、一人称の所有格でした。", "sentence2": "上記の所有格の主題の例「-m」は最初の人の単数を示しています。"}
{"label": "1", "sentence1": "この属は、今はトカゲ科に分類されており、イグアナ科の Polychrotinae 亜科として知られています。現在は無効になったアノールトカゲ科には分類されていません。", "sentence2": "この属は現在、イグアナ下目アノールトカゲ科であるとされているが、アノールトカゲ科は現在無効となっているため、その分類はされていない。"}
{"label": "0", "sentence1": "2011 年 12 月 22 日に発行され、2012 年 2 月に発表された。", "sentence2": "これは 2011 年 12 月 22 日に発表され、2012 年 2 月にリリースされました。"}
{"label": "0", "sentence1": "1920 年と 1921 年のヴェネツィア大会ではイタリア チームが勝利した。ただし 1920 年には他国のエントリーがなく、1921 年にはフランス チームがエントリーしなかった。", "sentence2": "1920 年と 1921 年にベネチアでイタリア軍が参戦しました。1920 年に勝利した国はなく、1921 年にはフランス軍の参戦は始まりませんでした。"}
{"label": "0", "sentence1": "その馬はジョン・ヴェラスケスからトレーニングを受け、最も重要なレースではデール・ロマンス騎手が騎乗しました。", "sentence2": "ロージズ・イン・メイはデール・ローマンによって訓練され、最も重要なレースではジョン・ベラスケスがジョッキーを務めた。"}
{"label": "0", "sentence1": "こうした形態の顔によるコミュニケーションは、脳の同じ領域に由来します。", "sentence2": "コミュニケーションのこれらの同じ運動形は、脳の顔領域から来るものです。"}
{"label": "0", "sentence1": "Propilidium pelseneeri は、海産巻き貝の一種、笠形腹足上目、シロガサガイ科の海洋腹足類軟体動物、笠形腹足上目を含む科の 1 つ。", "sentence2": "Propilidium pelseneeri は、海産巻貝の 1 つの種です。本物のカサガイで、シロガサガイ科の腹足軟体動物とするのが妥当で、海洋カサガイの種の 1 つです。"}
{"label": "1", "sentence1": "プロブチウム・テネウムは海産巻貝の一種であり、エゾバイ科の純種の腹足類軟体動物、ヨーロッパバイです。", "sentence2": "プロブキヌム・テネルムは、海産巻貝の種の 1 つで、エゾバイ科に属する真の腹足軟体動物、海洋バイです。"}
{"label": "1", "sentence1": "このエピソードではチャック・タタムが脚本、フレッド・サベージが監督を務めた。", "sentence2": "エピソードはチャック タタムが脚本を担当し、フレッド サベージが監督を務めました。"}
{"label": "0", "sentence1": "ベズゲレルトは、北ウェールズのグウィネズ、スリン ディナスの近くにある、グラスリン川によって形成される湖です。", "sentence2": "スリン・ディナスは、ウェールズ北部グウィネズ郡のベズゲレルト近郊にある湖で、グラスリン川によって形成されます。"}
{"label": "1", "sentence1": "この詩は同時代の 4 つの写本に収録されており、うち 1 つは断片的である。", "sentence2": "その詩は 4 つの同時代の写本に収録されていますが、そのうちの 1 つは断片です。"}
{"label": "0", "sentence1": "副編集長はハーバート・ウィーセル (2009 年以降)、編集長はマルクス・エルメルト (2002 年以降) です。", "sentence2": "編集長はハーバート・ ウェッセルズ (2009 年以降)、副編集長はマーカス・エルメルト (2002 年以降) です。"}
{"label": "1", "sentence1": "民族データがより複雑であるため、ヌバ山地と青ナイルを含む南コルドファン地域の状況はあまり明確ではない。", "sentence2": "ヌバ山地の南コルドファン地域と青ナイル州については、民族的データがさらに複雑であるため、その状況はもっと不明確なものとなっています。"}
{"label": "1", "sentence1": "これは 1605 年にコーンウェル卿に売却され、1636 年にはフランシス・ブランデル卿に向けて作成されました。", "sentence2": "1605 年にクロムウェル卿に売却され、1636 年にフランシス・ブランデル卿に引き渡された。"}
{"label": "0", "sentence1": "1991 年まではテハマ郡の公共の舞台のみでしたが、1993 年までは映画のみでした。", "sentence2": "これは 1991 年までテハマ郡唯一のステージであり、1993 年までは公開映画のみ提供していました。"}
{"label": "0", "sentence1": "それがイージーパワーの述べたことでした。", "sentence2": "NS"}
{"label": "0", "sentence1": "1924 年の夏、石油ブームのなか、ユニオン郡の近くにあるノーフレットの事務所で働くためにアーカンソー州南部のスマックオーバーを訪れた。", "sentence2": "1924 年の夏、石油ブームのなか、スマックオーバー近くのノーフレットにある事務所で働くために、南アーカンソーのユニオン郡に向かった。"}
{"label": "1", "sentence1": "ウェブスター グローブス市議会は、デビ・サルバーグ、カティ・ハート、グレッグ・ミューラー、ケン・バーンズ、トニ・ハント、およびアンヌ・トランの議員で構成されています。", "sentence2": "ウェブスター・グローブスの市議会はグレッグ・ミューラー、ケン・バーンズ、キャシー・ハート、デビ・サルバーグ、トニー・ハント、アン・トラン議員で構成されています。"}
{"label": "1", "sentence1": "デビッド・デビッド・ゴッドウィン（David David Godwin）は、DGA Associatesのエマ・タウンシェンドに代表される。", "sentence2": "デイビッド・ゴドウィンは、DGA Associates のエマ・タウンシェンドが代表を務めています。"}
{"label": "1", "sentence1": "一般的にウェスタン・ノース・アメリカ・モミあるいはロッキー・マウンテン・モミと呼ばれるアスプスモミは、亜高山性のモミです。", "sentence2": "通常は北アメリカ西部のモミ、またはロッキー山脈モミとして知られているアルプスモミは、亜高山帯のモミの木です。"}
{"label": "0", "sentence1": "地理的に、カーナーズビル東部のフォーサイス郡を占有する。", "sentence2": "地理的には、カーナーズビル タウンシップはフォーサイス郡東部に位置しています。"}
{"label": "1", "sentence1": "3 年後、彼は西ドイツ、ハーンエンクレーで行われた欧州選手権の同じ試合で銀メダルを獲得しました。", "sentence2": "3 年後に彼は、ハーンエンクレーのヨーロッパ選手権において、西ドイツの同じイベントで銀メダルを獲得しました。"}
{"label": "0", "sentence1": "それは 1544 年にヘンリー・オードリーとジョン・コーダルに授与されましたが、彼らはすぐにそれをジョン・ズーンに渡しました。", "sentence2": "1544 年にジョン・ソーンに供与され、その後直ちにヘンリー・オーデリーとジョン・コードオールに引き渡された。"}
{"label": "1", "sentence1": "話の筋が似ている WB プログラム『ドゥ・オーバー』と比較され、『That Was Often』はたった 2 本のエピソードが放送された後、中止となった。", "sentence2": "その後、類似したプロットの「やり直し」によって WB プログラムと比較され、「これは多くの場合」2 つのエピソードのみを中止した後のことでした。"}
{"label": "1", "sentence1": "イーガンは選手のキャリアをオーストラリアでスタートさせたが、ビクトリア州リーグのフランクストン・シティでプレーするためにスコットランドに移住した。", "sentence2": "キャリアの始めにはオーストラリアでプレーしていましたが、スコットランドに移住し、ビクトリア州リーグのフランクストン・シティでプレーしました。"}
{"label": "0", "sentence1": "当時の国の所有者はジョンソン氏であり、レスリー・ヴァーノン・カルカット氏との間で 99 年リースに同意した。", "sentence2": "その時点で、国の所有者はレスリー・バーノン・カルカットであり、彼はミスター ジョンソンによる 99 年リースに同意していました。"}
{"label": "0", "sentence1": "モルミス川はロシア、ペルミ地方にあり、左手のヤジヴァ川の支流です。", "sentence2": "ヤジバは、ロシアのペルミ地方の川であり、モルミス川の左側支流です。"}
{"label": "0", "sentence1": "1942 年 4 月、モンタギュー・スレイターはイギリスに戻り、その後すぐに彼の「ピーター・グライムズ」の台本をブリテンに依頼しました。", "sentence2": "1942 年 4 月にブリテンはイギリスに戻った。帰国後すぐに、モンタギュー・スレイターに『ピーター・グライムズ』の台本作成を依頼した。"}
{"label": "1", "sentence1": "1 文に複数の文法的範疇が存在する場合、最初の範疇だけが複数形になります。", "sentence2": "文中に複数の文法的範疇が含まれている場合は、最初の範疇のみが複数形の標識を持つ。例 :"}
{"label": "1", "sentence1": "表面がゼロの一定のガウス曲率を有するとき、それは展開可能な表面であり、そして表面の幾何学的形状はユークリッド幾何学的形状である。", "sentence2": "ガウスの曲率が定数 0 である表面は、展開可能な表面であり、その表面の形状はユークリッド幾何学です。"}
{"label": "0", "sentence1": "男はその夜、テカムセ（Tecumseh）の西に位置する駅に行き、近隣住民が不審に思うより前に、別の馬でバイオレット・スプリングス（Violet Springs）に戻った。", "sentence2": "彼はその夜、テカムセ西部へ向かう駅に戻り、近隣の人から疑われないうちに別の馬に乗り換え、バイオレット・スプリングスに向かいました。"}
{"label": "0", "sentence1": "トランザクションが 1994 年に最初に完了した時点では、Classicomm の加入者数は 102,000 名だったが、翌年の発表では加入者数は 105,000 名に増加した。", "sentence2": "1994 年に初めて取引が発表されたとき、クラシコムは 10 万 2000 人の会員がいましたが翌年に取引が完了した時点では 10 万 5000 人になりました。"}
{"label": "0", "sentence1": "この曲はガラ（Gala）が作詞作曲し、フィリッポ・アンドレア・カルメニ（Filippo Andrea Carmeni）とマウリシオ・モレラ（Maurizio Molella）がプロデュースした。", "sentence2": "NS"}
{"label": "0", "sentence1": "2011 に、常州武進区南部の太湖の近くにある太湖湾に CC ジョイランドという新しい遊園地がオープンしました。", "sentence2": "2011 年、太湖湾に CC ジョイランドと呼ばれる新しいアミューズメント パークが常州市南部の武進区、太湖近くにオープンしました。"}
{"label": "1", "sentence1": "2016 年 11 月 13 日、代理人デイビット・マチャドはヒューソンに近いフォックス・グローブ・パークでデニス・ウォーレスによって殺害されました。", "sentence2": "2016 年 11 月 13 日、保安官代理デイビッド・マチャドはデニス・ウォレスのヒューソン市近郊のフォックス・グローブ公園で殺害されました。"}
{"label": "1", "sentence1": "Podkriváň は、中央スロバキアのデトバ区にあるバンスカー・ビストリツァ地域内の地方自治体である村です。", "sentence2": "ポドクリバンはスロバキア中心部のデトバ地区、バンスカー・ビストリツァ地域の村および自治体です。"}
{"label": "0", "sentence1": "シングルは 2015 年 10 月 31 日にリリースされ、2015 年 11 月 13 日に発表されました。", "sentence2": "NS"}
{"label": "0", "sentence1": "スペインの国際女子スカッシュ チームは、国内のスカッシュ チーム競技会でスペインを代表し、リアル・フェデラシオン・エスパニョーラ・スカッシュによって管理されています。", "sentence2": "スペインの女子ナショナル チームは、レアル・フェデラシオン・エスパニョーラ・デ・エスクワシ主催の国際スカッシュ団体戦の代表に選ばれました。"}
{"label": "1", "sentence1": "この地域には、市立公園に加えて、州立公園が 10 か所、国立施設が 5 か所、その他いくつかの庭園や樹木園もある。", "sentence2": "この地域には、都市公園に加えて、州立公園が 10 か所、国立施設が 5 か所と、その他いくつかの庭園や樹木園があります。"}
{"label": "0", "sentence1": "マヌ・チャオ、グループ 「エア」、カシアス、マーズ IV、レ・ネグレッセ・ヴェルテ、FFF、ハウイー B もアルバムに参加しています。", "sentence2": "「エア」、ハウイー B、マルス IV、レ・ネグレッセ・ヴェルテと FFF およびマヌ チャオのグループもアルバムに参加しました。"}
{"label": "1", "sentence1": "スラウ高校は、バッキンガムシャー、現在のバークシャーのスラウにある選抜式のグラマー女学校であった。", "sentence2": "スラウ高校（Slough High School）はバッキンガムシャーのスラウにあるグラマー・スクールであり、女子校である。"}
{"label": "0", "sentence1": "ペンシルベニア ルート 268 は、橋の西端から、南はパーカー、北はエムレントンまで通じています。", "sentence2": "ペンシルバニア・ルート 268 は橋の西端からパーカーへの北、エメルトンの南に続いています。"}
{"label": "0", "sentence1": "イジー・ベセリーは、5 -- 7、6 -- 3、6 -- 4 でオリバー・ゴールディングを破りました。", "sentence2": "イジー・ベセリーは 5 -- 7、6 -- 3、6 - 4 でオリバー・ゴールディングに勝ちました。"}
{"label": "1", "sentence1": "彼は、ヨーロッパ全域にとどまらず、北米、中米、南米にも瞑想センターを設立するのを助けました。", "sentence2": "彼はヨーロッパ全土をはじめ、北米、中米、南米の瞑想センターの設立にも尽力しました。"}
{"label": "1", "sentence1": "スコットランドのフットボールでは、セミプロのチームがスコティッシュ・プレミアシップのすべてのレベルで勝利し、スコティッシュ・チャンピョンシップ以下のセミプロのほとんどのチームと戦います。", "sentence2": "スコットランドのサッカー界では、セミプロ チームはすべてスコットランド プレミアリーグよりも下位レベルで運営されており、スコットランド チャンピオンシップよりも下位のチームのほとんどはセミプロ レベルです。"}
{"label": "0", "sentence1": "立ち上げ資金はビル & メリンダ・ゲイツ財団、資本家ジョージ・ソロス、テクノロジー分野の起業家エドワード W. スコットによる融資です。", "sentence2": "資金は、ビル・メリンダ・ゲイツ財団、財政家のエドワード W スコット、およびテクノロジー企業家ジョージ・ソロスから来ていました。"}
{"label": "0", "sentence1": "「非 NFL」とは、全面的にアルゴリズムがある「一部の」パフォーマンス基準においてのみ等しくないことを示します。", "sentence2": "「No NFL」はそのアルゴリズムが相対的に「一部」の働きの次元とは等しくないことのみを示すことも注意してください。"}
{"label": "1", "sentence1": "カンボジアの首都プノンペン -- カンボジアにあるベトナム友好記念碑は、ベトナムとカンボジアの間でかつて結ばれていた同盟を思い起こさせるコンクリートの大きな記念碑です。", "sentence2": "カンボジア首都、カンボジアプノンペン-ベトナムベトナム友好記念碑は、ベトナムとカンボジアの以前の同盟を記念した巨大なコンクリートの記念碑です。"}
{"label": "1", "sentence1": "このランドールズタウン地区の西部には、ウッドローン、マイルフォード・ミル、ボルチモア郡などがある。", "sentence2": "この西ランドールズタウン地区は、ウッドローン、マイルフォード・ミル、およびボルチモア郡で構成されています。"}
{"label": "1", "sentence1": "2012 年、この自治区の票は逆転し、現職の民主党員バラク・オバマが得票率 51% で勝利、共和党のミット・ロムニーは得票率 48% に留まった。", "sentence2": "2012 年、区は逆転し、現職の民主党員バラク・オバマが共和党員ミット・ロムニーの 48 % に対して 51 % の投票率で勝利しました。"}
{"label": "0", "sentence1": "リチャード・ギブソンおよび宮廷画家ジョアン・カーライルから賞賛を受けた彼女は、ピーター・レリーと同様に成功したと見なされています。", "sentence2": "リチャード ギブソンと宮廷画家ピーター リリーに称賛されている彼女は、ジョアン カーライルと同じほど成功を収めたと考えられています。"}
{"label": "0", "sentence1": "伝統的な木工細工が流行のロココ様式のデザインを呈しています。", "sentence2": "ファッション性の高いロココ調の木工細工がクラシックな雰囲気を加えます。"}
{"label": "0", "sentence1": "ダコタ・シティは、アイオワ州スーシティの大都市統計圏の一部である。", "sentence2": "NS"}
{"label": "0", "sentence1": "このグループは幅広く演奏活動をして、イスラエルで有名になり、2007 年にはニューヨークシティでツアーをするまでになりました。", "sentence2": "グループは大規模なツアーを行い、イスラエルで有名になり、2007 年にはニューヨークでも公演を行いました。"}
{"label": "1", "sentence1": "ナデージュ・デュ・ボスペルタスはフランス人のモデルです。「イタリアズ・ネクスト・トップ・モデル」の元審査員で、ジョルジオ・アルマーニやジャンニ・ヴェルサーチからはミューズと呼ばれました。", "sentence2": "ナデージュ・デュ・ボスペルタスはフランス人モデルであり、「イタリアの次のトップ モデル」とも評されていました。彼女はジョルジオ・アルマーニとジャンニ・ヴェルサーチのミューズでもありました。"}
{"label": "1", "sentence1": "計算流体力学において、マコーマック法は双曲型偏微分方程式の解に対して一般的に使用される離散化スキームです。", "sentence2": "計算流体力学では、マッコーマック法は、数値式の双曲線偏微分の解に広く使用される離散化スキームである。"}
{"label": "0", "sentence1": "ペンシルベニア州道 268 号線は、橋の西端から、パーカーの南、エレントンの北へと続いている。", "sentence2": "橋の西端から、ペンシルバニア・ルート 268 は北はパーカー、南はエムレントンに向かいます。"}
{"label": "1", "sentence1": "これはメディネット・ハブ埋葬殿にある 2 つの長い碑文で記録されていた。2 つの碑文は物理的に離れた場所にあり、互いに多少異なっている。", "sentence2": "これについては、彼の葬祭殿メディネット ハブにある 2 つの長い碑文に記録されていました。それらは、物理的には別個のものであり、それらの間には若干の相違があります。"}
{"label": "0", "sentence1": "アイヤーは次にカンナダ映画「ジャグ・ダダ」で俳優ダーシャムと共演しています。", "sentence2": "次にイヤーは、俳優のジャグ・ダダと共にカンナダの映画『Darshan』に出演した。"}
{"label": "1", "sentence1": "サミー・ダウンズは、ラピッズ郡の南にあるアボイルズ郡エッフィーの母親の先住民コミュニティーに生まれました。", "sentence2": "サミー・ダウンズ（Sammy Downs）は、ラピッズ郡（Rapides Parish）の南に位置するアボイルズ郡（Avoyelles Parish）にある、母親エフィー（Effie）の故郷で誕生した。"}
{"label": "1", "sentence1": "トッド・レイウェックの弟ティムは、2015 年以来、現在に至るまでナショナル サッカー リーグの最高執行責任者となっています。", "sentence2": "トッド・レイウェックの弟ティムは、2015 年からナショナル・フットボール・リーグの最高執行責任者を務めている。"}
{"label": "0", "sentence1": "デーブ・トマールはエド・ダンテのペンネームです。ラトガース大学を卒業し、現在はフィラデルフィアでフリーランス作家をしています。", "sentence2": "エド・ダンテはラトガース卒で、フィラデルフィア在住のフリーランス ライター、デイヴ・トマールの仮名です。"}
{"label": "0", "sentence1": "さらに、北、中央、南アメリカ、そしてヨーロッパでの瞑想センター設立を支援した。", "sentence2": "彼はヨーロッパ全土をはじめ、北アメリカ、中央アメリカ、南アメリカでも瞑想センターの設立を支援しました。"}
{"label": "0", "sentence1": "開発はサイバーコネクトツーが担当し、バンダイナムコが 2005 年に『Naruto：Ultimate Ninja』として発売した。", "sentence2": "開発したのはサイバーコネクトツーで、2005 年にバンダイナムコが「ナルティメット」というタイトルで発売した。"}
{"label": "0", "sentence1": "エイリンガウスに名前の読み方を尋ねたところ、「まさに識字ダイジェストだ、私の名前は「ear'en-house」と綴られているかのように発音する」と語った。", "sentence2": "NS"}
{"label": "1", "sentence1": "これまで、ジノヴィエフの作品はオウル交響楽団、ラハティ交響楽団、キュミ・シンフォネッタ、フィンランド放送交響楽団、Avanti! によって演奏されています。", "sentence2": "今までのところ、ジノヴィエフの作品はフィンランド放送交響楽団、ラハティ交響楽団、キュミ・シンフォニエッタ、オウル交響楽団、Avanti ! で演奏されています。"}
{"label": "1", "sentence1": "ウィナースキーは、IEEE、ファイ・ベータ・カッパ、ACM、およびシグマ・サイのメンバーである。", "sentence2": "ウィナースキーは ACM、IEEE、ファイ・ベータ・カッパ、およびシグマ・サイのメンバーである。"}
{"label": "0", "sentence1": "ティンディ語は、ダゲスタンのロシア共和国で話されている北東コーカサスの言語です。", "sentence2": "ティンディ語は、コーカサス地方にあるダゲスタン共和国で話されている北東ロシアの言語です。"}
{"label": "0", "sentence1": "「ギロチン」が使用されたのは、西ドイツでは 1949 年、東ドイツでは 1966 年が最後でした。", "sentence2": "「ギロチン」は、東ドイツでは 1949 年、西ドイツでは 1966 年に最後に使用されました。"}
{"label": "1", "sentence1": "1171年 11 月 29 日、ゴンザロ・ルイズ・デ・ブレバは始めて「ゴンザロ」として許可証に署名しました。", "sentence2": "1171 年 11 月 29 日、ゴンザーロ・ルイズ・デ・ブレバは、証明書に初めて「Gonzalo」という署名を使用しました。"}
{"label": "1", "sentence1": "2016 年 7 月、彼女はウィニー・ヴァーロックの同名の小説を基にした「シークレット・エージェント」にジョゼフ・コンラッドとして登場しています。", "sentence2": "2016 年 7 月、ジョゼフ・コンラッド作の同名小説を基にした『シークレット・エージェント (The Secret Agent)』でウィニー・ヴェロック (Winnie Verloc) 役を演じた。"}
{"label": "0", "sentence1": "その化合物はパトリック・ペイジ博士とそのチームが発明し、2007 年に Genkyotex が特許を取得しました。", "sentence2": "化合物はパトリック・ペイジ博士とそのチームが特許を取得しており、2007 年に Genkyotex が開発したものです。"}
{"label": "1", "sentence1": "過去の諮問委員会の委員には、ウォルター・クロンカイト、ノーマン・カズンズ、ゴア・ヴィダル、ノーマン・ポドレツ、ソール・ベロー、アリステア・クックがいます。", "sentence2": "初期の顧問としては、ウォルター・クロンカイト、ノーマン・フェッター、ゴア・ヴィダル、ノーマン・ポドレツ、ソール・ベロー、アリステア・クックがいました。"}
{"label": "1", "sentence1": "これは後に、10 月 15 日に英国で、また 10 月 23 日に米国でアルバム用シングルとして承認されてリリースされました。", "sentence2": "後にこれは、英国で 10 月 15 日に、また米国では 10 月 23 日にアルバム用シングルとしてリリースされ、承認されました。"}
{"label": "1", "sentence1": "ロバート E. シャーウッドによる「ダグラスの世界一周」は、1931 年ダグラス・フェアバンクス監督、ダグラス・フェアバンクスとビクター・フレミング脚本で製作されたアメリカのプリコード ドキュメンタリー映画です。", "sentence2": "ロバート E シャーウッドが出演している「ダグラスの世界一周」は、ダグラス・フェアバンクスが監督の 1931 年公開のアメリカのプレコード ドキュメンタリーで、ダグラス・フェアバンクスとビクター・フレミングが脚本を務めました。"}
{"label": "0", "sentence1": "アッシュト (Ashte) はインド、マハラシュトラ州ダハヌ地区にある村で、パラー・タルクに所在する。", "sentence2": "アッシュトはインド、マハーラーシュトラ州地区パラーの村であり、ダハヌ・タルカに位置しています。"}
{"label": "0", "sentence1": "彼は 1947 年にセントジョセフ郡の市会議員、1948 年にサウスベンドの検察官候補でしたが、選ばれませんでした。", "sentence2": "彼は 1947 年、サウスベンドの裁判官、1948 年、セントジョセフ郡の検察官の選挙に敗れました。"}
{"label": "0", "sentence1": "ペンシルバニア ルート 268 はパーカーへの南、橋の西端からエムレントンの北に続きます。", "sentence2": "ペンシルベニア州道 268 号線は、パーカーの北にある橋の西端から、エレントンの南まで続いている。"}
{"label": "0", "sentence1": "この高速道路は、1954 年 10 月 18 日、FM 1241 の拡張に伴って廃止されました。", "sentence2": "高速道路は、FM1241 が廃止された 1954 年 10 月 18 日に延長された。"}
{"label": "0", "sentence1": "1959 年 2 月 20 日、ジョン・ディーフェンベーカー首相はプロジェクトを完了し、5 本の完成した矢は解体されました。", "sentence2": "1959 年 2 月 20 日、ジョン・ディーフェンベーカー首相は事業を完了し、5 本の矢が完成しました。"}
{"label": "0", "sentence1": "サリカはカビールにランバーの試合を公開する計画をやめるように頼む。", "sentence2": "カビールは、サリカにランヴィールの試合を終わらせる計画を公表するよう依頼しました。"}
{"label": "1", "sentence1": "他の記事では、シューマン宣言の根底にある経済思想を称え、欧州共通市場の拡大を称賛した。", "sentence2": "他の記事では、シューマン・プランの基礎をなす経済的な着想と、ヨーロッパ共同市場の拡大が賞賛を受けています。"}
{"label": "1", "sentence1": "彼女は 3 歳の時に両親と共にエストニアからフィンランドに移住し、現在はヘルシンキに住んでいます。", "sentence2": "彼女は 3 歳のときに両親と共にエストニアからフィンランドへと移住し、現在はヘルシンキに在住している。"}
{"label": "1", "sentence1": "リンカーン港からセドゥーナに至るエアー半島には、孤立した狭軌鉄道もあります。", "sentence2": "エアー半島では、ポート・リンカーンからセドゥナを結ぶ独立した狭軌道鉄道もあります。"}
{"label": "0", "sentence1": "NS", "sentence2": "父親は青年期に死去し、母親のサミュエル・アダムズは 1842 年にキャサリン・A・ファガンと結婚した。その 2 年後、母親はアーカンソー州知事に就任した。"}
{"label": "0", "sentence1": "金融契約の締結には信頼できる連署人が推奨されますが、女性連署人の平等については異議が唱えられています。", "sentence2": "信頼できる証言の平等については議論が交わされているが、女性証人との書面による金融契約が推奨される。"}
{"label": "0", "sentence1": "ジャケットは紋章アーティストのジョン・パスケがデザインした。シングル『Steel Monkey』のジャケットは、アート ディレクターのアンドリュー・スチュワート・ジェイミーソンがデザインした。", "sentence2": "表紙は、紋章アーティストのアンドリュー・スチュワート・ジェイミーソン、シングル「スチール・モンキー」の表紙は、アート ディレクターのジョン・パスケによるデザインです。"}
{"label": "0", "sentence1": "ボブ「ブラックアダー」として演奏された音楽は、ヴォーン・ウィリアムズの「ファンタジア・オン・グリーンスリーブス」です。", "sentence2": "「Bob」の法廷に使用されている曲は、ヴォーン・ウィリアムズの「Fantasia on Greensleeves」。"}
{"label": "0", "sentence1": "クラークには 2007 年 4 月 3 日に生まれたリシという息子がいます。Microcosm Music からリリースされた Socks and Sandals のアルバムは彼にちなんで Rishi Saturn と名付けられました。", "sentence2": "リシには、2007 年 4 月 3 日に生まれた息子、クラークがいた。Microcosm Music で配信されている Socks and Sandals の EP のタイトルは『Rishi Saturn』である。"}
{"label": "1", "sentence1": "ニッカーソン、デュケット、ブルーノ、アスコブ、サンドストーン、スタージョン湖のコミュニティはすべてケリックの近くに位置しています。", "sentence2": "ニカーソン、ドゥケット、ブルーノ、アスコブ、サンドストーン、およびスタージョン レイクのコミュニティは、すべてケリックの近くにあります。"}
{"label": "1", "sentence1": "1 番目はツラギ島のサンプル、2 番目はフィジー諸島とガダルカナルの占領 (作戦監視塔)。", "sentence2": "最初はツラギ島での演習で、2 番目はフィジー諸島とガダルカナル島の掌握と占領 (ウォッチタワー作戦) でした。"}
{"label": "0", "sentence1": "過去の秘書には、アリソン・ムリソン、スコットランド園芸へのサービス提供により MBE を受けたトム・マボット、ジョン・マクレナン、およびジョン・マッカイ博士が含まれます。", "sentence2": "歴代の秘書には、スコットランド園芸学の MBE を取得しているジョン・マッケイ（John MacKay）、アリソン・マリソン（Alison Murison）、トム・マボット（Tom Mabbott）、ジョン・マクレナン博士（Dr. John MacLennan）らが名を連ねている。"}
{"label": "0", "sentence1": "NS", "sentence2": "マイケル・リーベルは両親がドイツからペンシルバニア州エリーに移住したとき 14 歳でした。"}
{"label": "1", "sentence1": "後継の団体は、1986 年にロンの兄弟、ロバート・フラーが結成した。", "sentence2": "次バージョンは、ロンの兄弟のロバート・フラーによって 1986 年に制作されました。"}
{"label": "1", "sentence1": "特定の解は、パラメータの変動を使用して、相補解に未知の関数 C (x) を掛けて求める。", "sentence2": "各種パラメーターの手法によって、未知の関数 C ( x ) によって補完的なソリューションを乗算し、特定のソリューションが形成されます。"}
{"label": "1", "sentence1": "聖書における運命とは、その最も否定的な意味での正式な祝福である。", "sentence2": "その最も否定的な意味では、聖書の天罰とは儀礼的な天恵です。"}
{"label": "0", "sentence1": "ルーブル美術館の照明 - 絵画は柔らかく暖かい感じがしますが、これは表面のワニスの色調によるものかもしれません。", "sentence2": "ルーブルの絵画の照明は暖色でソフトな感じですが、これは表面のワニスの色調から来るものかもしれません。"}
{"label": "1", "sentence1": "さらに、ユナイテッドステイツ王座のトリプル スレット マッチでは、チャンピオンのジャック・スワガー、ザ・ミズ、コフィ・キングストンが対戦した。", "sentence2": "次の試合はユナイテッドステイツ王座を賭けたトリプル・スレット・マッチで、チャンピオンのジャック・スワガー、ザ・ミズ、コフィ・キングストンの 3 選手が戦った。"}
{"label": "0", "sentence1": "カイケンデールの他に、ロバート・ホワイトとジョシュア・ゾーラ・ジンマーマンがハンプシャー郡の衡平法裁判所の司法委員を務めました。", "sentence2": "ロバート ホワイトとジョシュア スール ジンマーマンと共に、彼はハンプシャー郡の衡平法司法委員を務めました。"}
{"label": "0", "sentence1": "三相女神という新たな宗教観は、ウィッカの現在の動向の中心的な役割を担っています。", "sentence2": "三女神 (triple goddess) という新しい宗教観念は、ウィッカ (Wicca) の新たな活動において中心に据えられるものである。"}
{"label": "1", "sentence1": "バラは雪に覆われた高台の平野にあり、夏は暑く、冬は寒い。", "sentence2": "バラは標高が高く雪に覆われた平野にあり、夏は暑く、冬は寒い。"}
{"label": "0", "sentence1": "このチームは、1953 年にオーストラリア、1959 年 8 月にアジアに遠征しました。", "sentence2": "チームは 1953 年にアジア、1959 年 8 月にはオーストラリアでツアーを行いました。"}
{"label": "1", "sentence1": "ロベタール・ビアハウスは、地域のビールの醸造所であり、ドイツ風の影響を受けている。", "sentence2": "ロベサル・ビエルハウスは、ドイツの影響を受けた地元の醸造所です。"}
{"label": "1", "sentence1": "タルフォード・エリーは、クラッブ・ロビンソンの古くからの友人であるジョン・タウィル・リュットの孫です。", "sentence2": "タルフォード・エリーは、クラッブ・ロビンソンの初期の友人であったジョン・タウィル・リュットの孫です。"}
{"label": "0", "sentence1": "彼は 2009 年にニューヨーク市に移転し、現在はフィラデルフィアに住んでいます。", "sentence2": "彼は 2009 年にフィラデルフィアに戻り、現在はニューヨーク市に住んでいます。"}
{"label": "0", "sentence1": "EIT 媒体の点灯が停止するという状況は、「一貫した」光子の量子系との伝送と逆送を意味しています。", "sentence2": "EIT 媒体の文脈における「停止」光とは、光子のコヒーレント システムへの「量子」移動、およびその逆の移動を指す。"}
{"label": "0", "sentence1": "その種はシュテファン・エンドリヒャーの研究「イリデアエ・プランタエ・プレイシナエ」の構想をもとに 1846 年、植物学者ヨハン・ゲオルク・クリスチャン・レイマンによって初めて公式に類型化されました。", "sentence2": "その種は 1846 年、ヨハン・ゲオルク・クリスチャン・レイマンによる「イリデアエ・プランタエ・プレイズナエ」の一部として、植物学者シュテファン・エンドリヒャーが正式に類型化されました。"}
{"label": "1", "sentence1": "その行楽地は、子供向けの最新の運動設備で新たにオープンしました。", "sentence2": "新しい遊び場には子ども用のモダンなフィットネス機器が備わっている。"}
{"label": "1", "sentence1": "鶴山は、中国福建省福州市の昌楽県にある都市です。", "sentence2": "Heshan は、中国福建省福州市の県級市である長楽区にある町です。"}
{"label": "1", "sentence1": "シカの個体数を規制するもう 1 つの方法は、出生率の制御である。", "sentence2": "鹿の生息数をコントロールする別の方法は、出生率を規制することです。"}
{"label": "1", "sentence1": "メリディアンは、デイキン、アレクサンドリア、ウェスタン、フェアベリー、およびトビアスの居住地区から成り、303 ネブラスカ学区を構成しています。", "sentence2": "メリディアンは、デイキン、アレクサンドリア、ウェスタン、フェアベリー、トビアスの住民から構成され、303 ネブラスカ学校区を形成しています。"}
{"label": "0", "sentence1": "4 人目の欠員は、1826 年 5 月以降のジョゼフ・ヘムヒルの辞任を受けて生じ、トーマス・キッテラがその穴を埋めた。", "sentence2": "4 番目は、1826 年 5 月以降のトーマス・キッテラの辞任によるもので、その後はジョゼフ・ヘムヒルが後任を務めました。"}
{"label": "1", "sentence1": "この属は、現在はトカゲ科に分類され、イグアナ科のアノールトカゲ亜科として知られており、現在は無効となったアノールトカゲ科 (Polychrotidae) には分類されなくなりました。", "sentence2": "この種は、現在ではイグアナ科の中のアノールトカゲ科と呼ばれるトカゲに含められており、今では無効とされているアノールトカゲ亜科 という分類はされなくなっています。"}
{"label": "1", "sentence1": "2011 年 5 月、自身初の作品の脚本、監督、プロデューサーを担当した。", "sentence2": "彼は、2011 年 5 月に、自身で監督と脚本を手がけたフィーチャー映画を制作しました。"}
{"label": "0", "sentence1": "北米以外でのほとんどのアルバム リリースに含まれるオーディオ コンテンツは同じですが、CD 上に付けられたラベルに応じて異なる仕方でトラック マーカーが付けられてリリースされました。", "sentence2": "北米以外でリリースされたほとんどのアルバムに同じオーディオコンテンツが収録されていたが、トラック マーカーは CD がリリースされたラベルに応じて配置されていた。"}
{"label": "1", "sentence1": "ファクンド・アルグエジョは、最終戦でブライアン・ダブールを 6 -- 1、 6 - 3 で破り、タイトルを獲得しました。", "sentence2": "ファクンド・アルグエジョは、最終戦でブライアン・ダブールを 6 -- 1、6 - 3 で破り、タイトルを獲得しました。"}
{"label": "1", "sentence1": "ただし、2005 年～ 2009 年の期間だけは国外クラブに移籍し、スウェーデンのカールスタッド・ユナイテッド BK（Carlstad United BK）、セルビアの FC テレク・グロズヌイ（FC Terek Grozny）、ロシアの FK ボラチャチャク（FK BoracČačak）に在籍していた。", "sentence2": "例外は、彼がスウェーデンのカールスタード・ユナイテッド BK、セルビアの FK ボラツ・ツァツァク、ロシアの FC テレク・グロズヌイで活躍した 2005 年後半から 2009 年です。"}
{"label": "1", "sentence1": "航空輸送は、バークレーのニュー・ベッドフォードにある小型航空機と、イースト・トーントンにある地方空港に頼っている。", "sentence2": "航空輸送は、バークレーのニューベッドフォードにある小型航空機とイースト・トーントンの地方空港を使用して、地元で行われている。"}
{"label": "1", "sentence1": "J. クロロラジカル -- 大気中の遊離塩素はメタンとも反応します。", "sentence2": "J. 塩素ラジカル -- 大気中の遊離塩素もメタンと反応する。"}
{"label": "1", "sentence1": "ハイランド連合リーグとグランピアン連合リーグという、若干数のメンバーのみの 2 つの独立したリーグが残っています。", "sentence2": "グランピアン・アライアンス・リーグ (Grampian Alliance League) とハイランド・アライアンス・リーグ (Highland Alliance League) の 2 つの小規模な独立系リーグが残り、メンバーはほんの一握りしかいない。"}
{"label": "0", "sentence1": "アンナが以前ドストエフスキーと深い仲であった事実も、アンナの政治的思想がジャクラーズと大きく相違していた事実も、ドストエフスキーとジャクラーズの誠実な関係性や定期的な接触を妨げることはなかった。", "sentence2": "NS"}
{"label": "0", "sentence1": "ポドクリバンは、スロバキア中央部のバンスカー・ビストリツァ地方のデトバ地区にある村および自治体です。", "sentence2": "ポドクリヴァン (Podkriváň) は、中央スロバキアのデトバ地区のバンスカー・ビストリツァ地域にある村と自治体。"}
{"label": "0", "sentence1": "これが最初の翻訳であるということは、事実上、ちょっとした誤解が必然であることを意味しています。", "sentence2": "これがマイナー翻訳であるという事実は、最初の誤解が実質的には不可避であることを意味しています。"}
{"label": "0", "sentence1": "この音楽ホールは、最初 1862 年にパリからロンドンに移設され、ダンサー、歌手、アクロバット、動物使いなど、多大の人気を得ました。", "sentence2": "ミュージック ホールは 1862 年に初めてロンドンからパリに持ち込まれ、ダンサー、歌手、アクロバット、マジシャンに訓練された動物などで非常に人気を集めました。"}
{"label": "0", "sentence1": "このゲームは、広範囲の対話的環境、快適な制御スキーム、そして革新的なゲームプレイにより賞を獲得しました。", "sentence2": "このゲームは快適な環境、広範でインタラクティブな操作方法、そして革新的なゲームプレイで賞賛を受けた。"}
{"label": "0", "sentence1": "ヒューストン本館 (HMB) (旧プルデンシャル・ビル) は、テキサス州ヒューストンにあるテキサス・メディカル・センターの高層ビルだった。", "sentence2": "プルデンシャル・ビルディング (HMB) は、以前はヒューストン・メイン・ビルディングと呼ばれるテキサス州ヒューストンのテキサス・メディカル・センターの高層ビルでした。"}
{"label": "0", "sentence1": "1985 年のブラジルのチェッカー、1993 年のロシアのチェッカ―、2014 年のトルコのチェッカーなど、その他の正式な世界選手権が始まりました。", "sentence2": "その他の公式世界チャンピオンシップは次のように始まりました: 1985 年ブラジル、1993 年トルコ、2014 年ロシア。"}
{"label": "0", "sentence1": "4 番目の娘レオノラは、天文学者また物理宇宙学者セシーリア パインーガポシュキンの義曽祖母である。", "sentence2": "4 人目の娘、レオノラは、天文学者兼天文物理学者のセシリア・ペイン＝ガポーシュキンの継母だった。"}
{"label": "1", "sentence1": "ルース・マリー・ブリンクマイヤーは 1914 年 10 月 15 日にインディアナポリス出身のジョーと結婚した。", "sentence2": "ルース・マリー・ブリンクマイヤーは 1914 年 10 月 15 日にジョー・フォン・インディアナポリス（Joe von Indianapolis）と結婚した。"}
{"label": "0", "sentence1": "2016 年 7 月、ウィニー・ヴェロック作の同名小説に基づいた『シークレット・エージェント』にジョゼフ・コンラッド役で出演した。", "sentence2": "2016 年 7 月、彼女はジョゼフ・コンラッドの主人公をタイトルにした小説に基づく「シークレット・エージェント」のウィニー・バーロックとして出演しました。"}
{"label": "1", "sentence1": "チャエリツカツクリ (学名: Talegalla jobiensis) は、ツカツクリ科の鳥の一種。", "sentence2": "チャエリツカツクリ（学名：Talegalla jobiensis）は、ツカツクリ科の鳥の種です。"}
{"label": "1", "sentence1": "彼は ESPN との関係を継続して、さらにネットワークのために「ウェンデル スコット」と「ハーシェル」の 2 つの映画を撮影しました。", "sentence2": "彼はさらに ESPN 向けの 2 つの映画「ハーシェル」と「ウェンデル・スコット」を監督し、ネットワークとの関係を継続しました。"}
{"label": "0", "sentence1": "州所有の鉄道会社、ルクセンブルク国鉄が運営している。", "sentence2": "政府所有の鉄道会社、ルクセンブルク国鉄が所有している。"}
{"label": "1", "sentence1": "キャンパスは湾仔と堅尼地城にありました。2013 年 8 月には、校舎を西貢にある新たな恒久的な場所に移しました。", "sentence2": "キャンパスは湾仔と堅尼地城にありましたが、2013 年 8 月に学校は西貢の新たな定住地に移転しました。"}
{"label": "0", "sentence1": "隣の市庁舎は 1627 年にバロック様式で建築され、1650 年、1653 年、1735 年、および 1779 年に損傷を受けた。", "sentence2": "バロック様式だった次のタウン ホールは 1627 年に損害を受け、1650 年、1653 年、1735 年、1779 年に建造されました。"}
{"label": "1", "sentence1": "それは、南ヨーロッパ、西アジア、および中央アジアで発見されました。", "sentence2": "南ヨーロッパと西アジア、中央アジアで利用可能。"}
{"label": "1", "sentence1": "フランク・ジェームズは、分離派の企業に入り、地元のドリュー・ロブス軍に雇われ、1861 年 8 月にウィルソンのクリークの戦いに参戦した。", "sentence2": "フランク・ジェームスは、地元の組合に加入してドルー・ロッブスの軍隊に入隊し、1861 年 8 月にウィルソンズ・クリークの戦いに参加しました。"}
{"label": "1", "sentence1": "シク教は 15 世紀中頃に最初の教祖、グル・ナーナク (1469-1539 C.E.) によりインドで始まった宗教です。", "sentence2": "シク教は、15 世紀半ばに初代グルであるグル・ナーナク・デーヴ・ジ (1469-1539 C.E.) が教祖となった宗教です。"}
{"label": "1", "sentence1": "エイブラハム・ハートが会長、マイヤー・ザルツバーガーが取締役会秘書でした。", "sentence2": "エイブラハム・ハートが会長、マイヤー・ザルツバーガーが取締役会秘書でした。"}
{"label": "1", "sentence1": "過去 100 年間で、タイのゾウの数は 10 万頭から、野生のゾウ 2,000 〜 3,000 頭と飼われているゾウ 2,700 頭にまで減少した。", "sentence2": "タイのゾウの頭数は、過去 100 年間で頭数が 100,000 から野生 2,000 - 3,000、家畜 2,700 に減少しています。"}
{"label": "0", "sentence1": "椎名林檎は斎藤ネコカルテットのリーダーで、音楽家の斎藤との多くのコラボレーションが知られています。", "sentence2": "斎藤は、斎藤ネコ・カルテットのリーダーであり、ミュージシャンの椎名林檎とのさまざまなコラボレーションで有名です。"}
{"label": "1", "sentence1": "農家がアームストロングに勝利 - ウェズリー ロブ候補は 180 票を獲得し、選挙後職にとどまりました。", "sentence2": "農民はアームストロング候補のウェズリー・ロブを 180 票で敗北させ、選挙後も拘留された。"}
{"label": "1", "sentence1": "1932 年、スウェーデンのアイスホッケー選手権は、スウェーデンのアイスホッケー選手権の第 11 シーズン、スウェーデン全国選手権で勝利を得ました。ハンマルビー IF が優勝しました。", "sentence2": "1932 年のスウェーデン アイスホッケー国内選手権で優勝したスウェーデンの国内チャンピオン ハンマルビー IF は、第 11 期スウェーデン国内選手権のチャンピオンになった。"}
{"label": "0", "sentence1": "1978 年 1 月 12 日、ケンブリッジ・ユナイテッドの監督ロン・アトキンソンはウェスト・ブロムウィッチ・アルビオンの監督に任命されました。", "sentence2": "1978 年 1 月 12 日: ウェスト・ブロムウィッチ・アルビオンのマネージャーであるロン・アトキンソンがケンブリッジ・ユナイテッドのマネージャーに任命された。"}
{"label": "1", "sentence1": "10 名以上の選手がリストされているクラブが代表となる。", "sentence2": "選手が 10 名以上リストされているクラブが代表となる。"}
{"label": "0", "sentence1": "それはバージニア州グラスゴー北西の 20 マイル、ヴァージニア州ロアノーク南東から 2 マイルの場所に位置しています。", "sentence2": "それは、バージニア州ロアノークの北西 20 マイル、バージニア州グラスゴーの南東約 2 マイルの場所です。"}
{"label": "0", "sentence1": "町は「オルタ・デ・バレンシア」（Horta de València、スペイン語：ウエルタ・デ・バレンシア）の西端、トゥリア（Turia）川の右岸に位置している。", "sentence2": "町はトゥーリア川の西岸、「オルタ・デ・バレンシア」の右岸に位置しています。"}
{"label": "1", "sentence1": "これら 3 つの母系王朝が、エムブーの父系一族と共にワーロ王国を統治しました。", "sentence2": "マブージ家を祖先とする 3 つの母系王朝がワーロ王国を支配しました。"}
{"label": "0", "sentence1": "グガルクはアルメニア王国で 13 番目の地方です。現在では、アルメニア北部、ジョージア北東部、トルコ南西部から構成されています。", "sentence2": "グガルク ( , ) は大アルメニア州の 13 番目の地方であり、現在は、アルメニア北部、トルコ北東部、およびジョージア南西部で構成されています。"}
{"label": "0", "sentence1": "5 月に、スペンサー・マクラーレンは、定着したキャラクターであるサリー・フレッチャー (ケイト・リッチー) の恋人役であるキーラン・フレッチャーとして登場しました。", "sentence2": "5 月にケイト リッチーは広く知られるキーラン・フレッチャー (スペンサー・マクラーレン) の恋の相手サリー・フレッチャーとして登場しました。"}
{"label": "1", "sentence1": "アトランタ最大のモスク、アル ファルーク マスジッドは、ミッドタウン アトランタの 14 番街にあります。", "sentence2": "アトランタ最大のモスク、アル ファルーク マスジッドは、ミッドタウン アトランタの 14 番街にあります。"}
{"label": "1", "sentence1": "また、次のコードが ADL なしで (いずれにせよ適用されますが) 動作することにも一見の価値があります。", "sentence2": "次のコードは ADL がなくても (自動的に適用されます) 動作するということも注目に値します。"}
{"label": "1", "sentence1": "1969 年 12 月に、第 29 陸軍師団から第 49 陸軍師団となった。", "sentence2": "1969 年 12 月、第 29 陸軍師団は第 49 陸軍師団になった。"}
{"label": "0", "sentence1": "マイケル・ケリー・スミスは、以前、フィラデルフィアの初期バージョンをリリースするまではバンド・シンデレラでしたが、後にトニー・デストラが彼らに加わりました。", "sentence2": "マイケル・ケリー・スミスは、フィラデルフィアのバンド「シンデレラ」の初期メンバーで、トニー・デストラも同じバンドの一員だった。"}
{"label": "1", "sentence1": "ライデン出身のデ・ライターは FC ユトレヒト、FC デン・ボス、エクセルシオール、RKC ヴァールヴァイク、FC エメンで活躍しました。", "sentence2": "ライデン生まれのデ・ルイターは、RKC バールバイク、FC デン・ボス、エクセルシオ、FC ユトレヒト、および FC エメンで活躍しました。"}
{"label": "0", "sentence1": "例外は 2005 年後半から 2009 年までの間であり、その期間、彼はスウェーデンのカールスタード ユナイテッド BK、セルビアの FC テレク グロズヌイ、およびロシアの FK ボラツ・ツァツァクでプレーしました。", "sentence2": "例外はスウェーデンのカールスタード ユナイテッド BK、セルビアの FK ボラツ・チャチャク、ロシアの FC アフマト・グロズヌイでプレーした 2005 年後半から 2009 年でした。"}
{"label": "0", "sentence1": "バーシは、インドのマハラシュトラ州ソーラープル地区のパサリ ダム近くの川にあるアースダムである。", "sentence2": "パサリ・ダムはインド、マハーラーシュトラ州ショーラープル地区バーシ近隣の川にあるアースフィル・ダムです。"}
{"label": "1", "sentence1": "ヒューストン・メイン・ビルディング (HMB)、旧プルデンシャル・ビルディングはテキサス州ヒューストンのテキサス・メディカル・センターの超高層ビルです。", "sentence2": "ヒューストン本館（HMB）（旧プルデンシャル・ビル）は、テキサス州ヒューストンにあるテキサス・メディカル・センターの高層ビルだった。"}
{"label": "1", "sentence1": "1974 年、ラオ PDR は、世界銀行、国連、およびアジア開発銀行の支援を受けて、ステージ II 基金を設立しました。", "sentence2": "世界銀行、国際連合、アジア開発銀行の支援を得て、ラオスはステージ II ファンドを 1974 年に設立しました。"}
{"label": "1", "sentence1": "彼は 1903 年 5 月 5 日に引退した、ウィスコンシン州ミルウォーキーで亡くなりました。", "sentence2": "彼は、1903 年 5 月 5 日に引退してウィスコンシン州ミルウォーキーに移り、そこで死亡しました。"}
{"label": "1", "sentence1": "この町は、ツリア川西岸の「オルタ・ド・バレンシア」の右端にあります。", "sentence2": "この街は「オルタ・デ・ヴァレンシア（Horta de València）」の右岸、トゥリア川の西岸に位置している。"}
{"label": "1", "sentence1": "デベレッツはブルガリア北部の町であり、ヴェリコ・タルノヴォ地方のヴェリコ・タルノヴォ市内にある。", "sentence2": "デベレッツはブルガリア北部の町であり、ヴェリコ・タルノヴォ州、ヴェリコ・タルノヴォ自治体の一部です。"}
{"label": "1", "sentence1": "それは中国 (海南) とベトナムで見つかる。", "sentence2": "これは中国海南省とベトナムで見られます。"}
{"label": "1", "sentence1": "イギリス料理は初期の国民料理の主流でしたが、さまざまな国から新たに移民が到着すると、植民地風のスープの人気が高まりました。", "sentence2": "調理法が初期の郷土料理で優勢でしたが、他の国から新たな移民が到着するにつれて、植民地の他のスープが人気を得ていきました。"}
{"label": "0", "sentence1": "ジェーン・カンピオンは成功を収めた後、ジャネット・フレイムの自伝の改作であるテレビ ミニシリーズを制作するためにジョーンズを雇った。このテレビシリーズは後に、映画『Angel at my Table』にリメイクされた。", "sentence2": "ジェーン・カンピオン・ジョーンズは成功した後、ジャネット・フレイムの自伝をテレビのミニシリーズ用に書き直し、それが映画『エンジェル・アット・マイ・テーブル』として制作された。"}
{"label": "1", "sentence1": "この場合のアーチェリーは、「射撃競技」の 1 つとして知られ、場合によってはナイフ投げや射撃のデモなどもこのカテゴリーに含まれます。", "sentence2": "この場合のアーチェリーとは、「射撃競技」の一部とされ、このカテゴリには投げナイフや狙撃などが含まれることがあります。"}
{"label": "0", "sentence1": "彼は 1954 年 6 月 30 日にニューヨークで胃がんのため死亡し、オクラホマ州クレアモアがリン・リッグス記念の拠点となっています。", "sentence2": "NS"}
{"label": "0", "sentence1": "このシリーズは、オーストラリアで 2009 年 4 月 18 日にニコロデオンでお目見えしました (ニュージーランドおよびニュージーランド)。", "sentence2": "このシリーズは、ニュージーランドでは、2009 年 4 月 18 日にニコロデオンで放送が開始された。"}
{"label": "0", "sentence1": "この会社はサービス評価目的のフル試用版を提供しており、また、フリー タイムの同等プロジェクトのためにサービス レベル契約条項を設定する専門家がいます。", "sentence2": "同社は評価目的でそのサービスの無料試用版を提供しており、フルタイムの同等プロジェクト用には、専門家によるセットアップのサービス レベル契約も用意している。"}
{"label": "1", "sentence1": "1307 年 7 月 7 日にエドワード 2 世が父であるエドワード 1 世から王位を継承すると、臣下は新任の王に向けていわゆる親善的な態度を示した。", "sentence2": "エドワード 1 世が 1307 年 7 月 7 日に父親のエドワード 2 世の後を継いだ時、臣民の態度は概して新しい王様に好意的でした。"}
{"label": "1", "sentence1": "第 2 編集者はヘルベルト・ヴェッセルズ (2009 年以来)、編集長はマルクス・エルメルト (2002 年以来) です。", "sentence2": "副編集長はヘルベルト・ベッセルス (2009 年より)、編集長はマルクス・エルメルト (2002 年より) です。"}
{"label": "1", "sentence1": "「ランド ベイシー ランド」はビリー・バイアーズと彼のオーケストラによるスタジオ アルバムであり、カウント・ベイシーの作曲と編曲によるものです。", "sentence2": "「ベイシー ランド」は、カウント・ベイシーが音楽を作曲および編曲し、ビリー・バイアーズと彼のオーケストラが演奏した 1964 年のアルバムです。"}
{"label": "0", "sentence1": "民族データは非常に複雑なため、ヌバ山地の南コルドファン州地区、および青ナイル州の状態は明らかになっていません。", "sentence2": "南クルドゥファンとブルー・ナイルのヌバ山脈地域の状況は、民族データがあまり明確でないため、より複雑である。"}
{"label": "0", "sentence1": "さらに、積極的に身体活動を行い、自由に学び、熱心に探求する。", "sentence2": "さらに、彼らは物理的にアクティブで、探検する自由があり、学習する意欲に満ちています。"}
{"label": "0", "sentence1": "アルザスの政治的状況は、歴史的決定、戦争、および政治戦略の影響を強く受けてきました。", "sentence2": "アルザスの歴史的な状況は、悲劇の決断や戦争、政治などに大きな影響を受けていました。"}
{"label": "0", "sentence1": "定値可測関数の式 18 の場合、式 19 が乱数式 20 と変動式 21 による媒介変数です。", "sentence2": "測定可能な固定関数 formula 18 に対して、Formula 19 は、中間式 formula 20 および分散式 formula 21 を使用する確率変数である。"}
{"label": "0", "sentence1": "彼は、ノッティンガム、セルトンのブルックの娘メアリーと結婚し、最年長の息子リチャードが後を継ぎました。", "sentence2": "ブルックは、ノッティンガム、セルトンのティモシー・ピュージーの娘メアリーと結婚しました。最年長の息子リチャードが彼の後を継ぎました。"}
{"label": "0", "sentence1": "1940 年 5 月 5 日にコンスタンティノープル (アテネ) で誕生し、2011 年 11 月 19 日にイスタンブールで癌により死去した。", "sentence2": "1940 年 5 月 5 日、コンスタンチノープル（イスタンブール）生まれ。2011 年 11 月 19 日に癌のためアテネで死亡。"}
{"label": "0", "sentence1": "彼の映画の 14 曲のテーマを収録した CD が、1M1 レコードの制作により、2008 年にフィリップ・パワーズからリリースされました。", "sentence2": "彼の映画のうち 14 本のテーマ曲から成る CD は、フィリップ・パワーズによって 2008 年に制作され、1M1 レコードから発売されました。"}
{"label": "0", "sentence1": "現在の夏季リーグの一部であるナシュア・シルバー・ナイト（Nashua Silver Knights）は、同市の大学チームである。", "sentence2": "夏季大学リーグに属するナシュア・シルバー・ナイツ（Nashua Silver Knights）は、現在のナシュア市のチームである。"}
{"label": "0", "sentence1": "ケープ・ドンは 1818 年、フィリップ・パーカー・キングにより、ジブラルタル総督代理の司令官、ジョージ・ドン卿に敬意を表して名付けられました。", "sentence2": "NS"}
{"label": "0", "sentence1": "1931 年から放映されたアメリカのプレコード時代のドキュメンタリー「ダグラスの世界一周」は、ダグラス フェアバンクス、ビクトール フレミング、ロバート E. シャーウッドが監督した。", "sentence2": "NS"}
{"label": "1", "sentence1": "口蓋垂放出音は、一部の音声言語で使用される子音の一種です。国際発音記号でこの音を表す記号。", "sentence2": "口蓋垂放出音は子音の一種であり、一部の音声言語で使用されます。この音は国際音標文字の記号で表されます。"}
{"label": "0", "sentence1": "マーヴィン・アイゼンシュタット (バーバラと結婚)、アイラッド・アイゼンシュタット (デイドレ・ハウリーと結婚)、エレン・アイゼンシュタット (ハーバート・コーエンと結婚) の 3 人の子どもがいた。", "sentence2": "その子供はディアドリ・ハウリーと結婚したバーバラ、グラディス・アイゼンシュタット、ハーバート・コーエンと結婚したアイラ・アイゼンシュタット、マービン・アイセンシュタットと結婚したエレン・アイゼンシュタットです。"}
{"label": "1", "sentence1": "2011 年にさらに、歌手マドンナの伝記『Mad for Madonna The Queen of Pop』を執筆し、カステルヴェッキ出版社から刊行された。", "sentence2": "2011 年にはさらに、カステルヴェッキ（Castelvecchi）出版社から歌手マドンナ（Madonna）の伝記『Mad for Madonna. The queen of pop』を出版。"}
{"label": "1", "sentence1": "1927 年、ザグレブの議会選挙は、地方選挙の 7 日前の 9 月 4 日に行われた。", "sentence2": "ザグレブでの 1927 年の議会選挙は、地方選挙の 7 日前の 9 月 4 日に行われた。"}
{"label": "1", "sentence1": "Lusaghbyur (以前はローマ字化した Lusakhpyur。Svanverdi および Svan とも呼ばれる) は、アルメニアのシラク地方の村です。", "sentence2": "ルサビュール（Lusaghbyur、旧ルサクピュル（Lusakhpyur）、スヴァンヴェルディ（Svanverdi）およびスヴァン（Svan））は、アルメニアのシラク地方にある村である。"}
{"label": "0", "sentence1": "ウェストレイクは、米国ルイジアナ州カルカシュー郡の市であり、レイクチャールズ大都市統計地域の一部です。", "sentence2": "ウエストレイクは米国ルイジアナ州西部にあるカルカシュー郡の都市であり、レイクチャールズ都市統計地域 の一部です。"}
{"label": "0", "sentence1": "2 番目の音節構造は V、CV、または CCV であり、可能な子音は  である。", "sentence2": "音節の構造として可能なのは、V、CV、または 第 2 の子音がある場合の CCV です。"}
