{"label": "0", "sentence1": "Phil Spector가 Jack Nitzsche와 함께 차를 몰고 선셋 대로를 지나고 있을 때 \"Stubborn Kind of Fellow\"를 처음 들은 순간 그는 몹시 흥분해서 차를 제대로 제어할 수 없을 지경이었습니다.", "sentence2": "필 스펙터와 선셋대로에서 운전하던 도중 처음 \"Stubborn Kind of Fellow\"를 들었을 때, 잭 니체는 너무나도 흥분한 나머지 운전대를 놓치고말았다."}
{"label": "1", "sentence1": "그 그룹은 다양한 곳에서 연주했고 이스라엘에서 유명해졌으며 2007년에는 뉴욕 시에서 투어 연주도 했습니다.", "sentence2": "그룹은 광범위한 활동을 펼쳤으며 이스라엘에서 유명세를 얻었고, 심지어 2007년에는 뉴욕 투어를 진행하기까지 했다."}
{"label": "0", "sentence1": "NS", "sentence2": "Claude Simon Brancion 3세는 1646년 4월 26일에 세인트 퀜틴의 영주인 Beaufort의 딸인 Mary와 결혼했습니다."}
{"label": "0", "sentence1": "애치슨의 어머니 앨리스는 화가였으며, 그의 외할아버지는 철도법 변호사 루이스 스탠리, 외할머니는 수채화가 제인 C. 스탠리였다.", "sentence2": "Acheson의 어머니인 Alice는 화가였으며 그의 외조부모인 Jane C. Stanley는 철도 변호사였고 Louis Stanley는 수채화가였습니다."}
{"label": "0", "sentence1": "이 식물은 일종의 의학적 성분을 갖고 있으며 남아시아와 전통 중국 약제에서 전통 의료로 사용해왔습니다.", "sentence2": "이 약초는 일부 의학적 형질을 가지고 있으며 남아시아 지역의 중국 전통 약물 및 전통 약물을 조제하는 데 사용되어 왔습니다."}
{"label": "1", "sentence1": "그녀는 사고가 있는지 얼마 지나지 않아 성폭행이 일어났다고 추가로 진술하였다.", "sentence2": "그녀는 전술한 사고가 있은지 얼마 지나지 않아 성폭행이 일어났다고 추가 증언하였다."}
{"label": "1", "sentence1": "아부 훌라이파, 아부 훌레이파, 아부 할레이파라고도 하는 아부 할리파는 알 아마디 정권 당시 쿠웨이트의 아부 할리파 구 남부에 세워진 작은 마을이다.", "sentence2": "Abu Halifa(Abu Hulayfah, Abu Huleifa, Abu Haleifah)는 Abu Halifa 지구 남부에 있는 Al Ahmadi 행정구 쿠웨이트에 있는 작은 마을입니다."}
{"label": "0", "sentence1": "편집장은 Herbert Wessels(2009년부터)이며 부편집장은 Markus Ermert(2002년부터)입니다.", "sentence2": "보조 편집자는 Herbert Wessels(2009년 이후)이며 편징잡은 Markus Ermert(2002년 이후)입니다."}
{"label": "0", "sentence1": "NS", "sentence2": "이것은 공식 사원에서 시행하고 있는 Zen 형식의 차림 및 취식 방식입니다."}
{"label": "1", "sentence1": "암세포 게놈 프로젝트는 2000년 피터 캠벨이 개시하였으며 현재 프로젝트 리더는 마이클 스트라튼이다.", "sentence2": "암 게놈 프로젝트는 2000년에 Peter Campbell이 시작했고 Michael Stratton이 현재 프로젝트의 그룹 리더입니다."}
{"label": "0", "sentence1": "나미비아에서 가장 큰 협곡은 아프리카의 피쉬 리버 캐니언이다.", "sentence2": "아프리카에서 가장 큰 협곡은 나미비아의 피시 리버 캐년입니다."}
{"label": "0", "sentence1": "그는 유리 제조자로 일하는 동시에 다양한 악기들을 동원하여 다수의 밴드들과 작업하였다.", "sentence2": "그는 유리 제조자로 일하면서 다양한 종류의 악기로 다수의 밴드와 함께 공연하였다."}
{"label": "0", "sentence1": "1950년대 초반 Fiaminghi는 추상적 예술을 만들기 시작했고 구조적 예술의 요소를 더했습니다.", "sentence2": "1950년대 초에 Fiaminghi는 추상 예술의 요소를 통합하여 건설적인 예술인 작품 창작을 시작했습니다."}
{"label": "0", "sentence1": "2013년 1월에 Warren Spector Disney Interactive가 Junction Point Studios의 문을 닫은 후 떠났다고 발표되었습니다.", "sentence2": "2013년 1월 Disney Interactive가 문을 닫음에 따라 Warren Spector가 Junction Point Studios를 떠났다는 발표가 났습니다."}
{"label": "0", "sentence1": "게아마르탈루이 강은 루마니아의 브레아자 강의 지류이다.", "sentence2": "Breaza 강은 루마니아에 있는 Geamărtălui 강의 지류입니다."}
{"label": "0", "sentence1": "pc1000 플랫폼과 pc1500 플랫폼은 2006년 VIA C3 프로세서와 함께 언급되었으며 pc3500은 2007년 8월 VIA C7과 함께 소개되었다.", "sentence2": "2006년 VIA C3 프로세서를 사용한 pc1000과 pc1500 플랫폼이 도입되었습니다. pc3500은 VIA C7을 사용해 2007년 8월에 설명했습니다."}
{"label": "1", "sentence1": "경차 안에 설치된다는 점을 고려해야 했으므로 길이가 더 짧고 무게가 훨씬 더 가볍게 설계되었습니다.", "sentence2": "소형 차량 내에 배치되는 것을 고려한 필수적인 디자인 파라미터로, 그 길이는 더 짧으며 더욱 가볍다."}
{"label": "0", "sentence1": "이후 2월 저녁에 개최된 같은 경기에서 팀은 이러한 변화에 대응하였다.", "sentence2": "2월 19일 그날 저녁에 팀은 다음 경기에 있을 변화에 대응했습니다."}
{"label": "0", "sentence1": "세미 프로 축구에서 스코틀랜드 팀은 모든 레벨에 있어 Scottish premiership보다 낮은 경기력을 보여주며 Scottish championship 아래에 있는 대부분의 팀은 세미 프로입니다.", "sentence2": "스코틀랜드 축구에서 세미 프로팀은 스코틀랜드 Premiership 이하 모든 레벨에서 경쟁하며 스코틀랜드 Championship 이하 대부분의 팀은 세미 프로입니다."}
{"label": "0", "sentence1": "Dave Tomar는 Rutger 졸업생 Ed Dante의 필명으로 현재는 필라델피아주에서 사는 프리랜서 작가입니다.", "sentence2": "에드 단테는 러트거즈 대학을 졸업하고 현재 필라델피아에 거주하고 있는 프리랜서 작가인 데이브 토마르의 필명이다."}
{"label": "1", "sentence1": "실질적으로 Mesquite \"모듈\"은 자바 클래식으로 구체화 클래스 정의의 추상적 하위 클래스입니다.", "sentence2": "실제로 Mesquite \"modules\" Java 클래스는 통상 구체적 클래스 정의의 추상적 하위 클래스입니다."}
{"label": "0", "sentence1": "Robert Curzon은 1984년에 마르 사바에서 구입했고 1883년에 C. R. Gregory가 보았습니다.", "sentence2": "이것은 Saba의 수도원 소속 C. R. Gregory가 1834년에 샀고 1883년 Robert Curzon이 보았습니다."}
{"label": "1", "sentence1": "호주에서 태어난 랑은 어렸을 적인 1961년 이스라엘로 이주하여 그 곳에서 살았다.", "sentence2": "오스트레일리아에서 태어난 Lang은 청년 시기에 이스라엘로 이주하여 1961년에 정착했습니다."}
{"label": "0", "sentence1": "Vempati Chinna Satyam(1929년 10월 15일 - 2012년 7월 29일)은 Kuchipudi 댄서이자 구루입니다.", "sentence2": "Vempati Chinna Satyam(1929년 10월 15일 - 2012년 7월 29일)은 쿠치푸디 댄서이며 인도춤 형식의 스승입니다."}
{"label": "0", "sentence1": "이 인구들 중 87.91%는 전통 헝가리 민족, 7.53%는 전통 루마니아 민족, 4.43%는 전통 루마니아 민족입니다.", "sentence2": "이 인구 통계 중 87.91%는 인종적으로 루마니아인이며, 7.53%는 헝가리인, 4.43%는 로마인이다."}
{"label": "1", "sentence1": "1987년 6월 13일, \"Shatterer''는 Toho에서 출시한 일본으로 배포되었습니다.", "sentence2": "Toho에서 출시된 \"Shatterer\"는 1987년 6월 13일에 일본에서 유통되었습니다."}
{"label": "1", "sentence1": "초창기 자문위원회 위원으로는 월터 크론카이트, 노먼 쿠쟁, 고어 바이덜, 노먼 포도레츠, 솔 벨로, 알리스테어 쿡이 있다.", "sentence2": "초기 자문 위원에는 Walter Cronkite, Norman Vetter, Gore Vidal, Norman Podhoretz, Saul Bello, Alistari Cooke이 포함되어 있습니다."}
{"label": "1", "sentence1": "1791년 7월 29일에 Sarah는 버밍엄의 세인트 마틴 교회에서 Lea Thomas Wright Hill(1765~1842)과 결혼해 8명의 자녀를 두었습니다.", "sentence2": "Thomas Wright Hill은 1791년 7월 29일 Birmingham에 있는 Martin's Church에서 Sarah Lea(1765-1842)와 결혼했으며 8명의 자녀를 두었습니다."}
{"label": "0", "sentence1": "이 연극은 \"The School of Complement\"라는 부제를 가지고 Francis Constable 서점에서 Elizabeth Allde이 인쇄한 4절판으로 된 책 형태로 1631년에 출간되었습니다.", "sentence2": "작품은 서적상 Francis Constable을 위해 Elizabeth Allde가 출판한 4절판에서 ``The School of Complement''라는 부제로 1631년에 인쇄되었습니다."}
{"label": "1", "sentence1": "County Road 540은 Highland City에 있는 State Road 540에서 남쪽으로 수마일 떨어져 있으며 US 98에서 서쪽으로 County Road 37B까지 뻗어있습니다.", "sentence2": "County Road 540은 Highland City에 있는 State Road 540 남쪽으로 수 마일 떨어져 있으며 US 98에서 County Road 37B에 이르기까지 서쪽으로 이어집니다."}
{"label": "0", "sentence1": "Glockner는 2013년 2월 22일 방영된 에피소드 중 Mason 역할로 스크린에 첫 등장했습니다.", "sentence2": "그는 2013년 2월 22일에 방영된 에피소드에서 Glockner 역으로 처음 화면에 등장했습니다."}
{"label": "0", "sentence1": "그녀는 Val , Boris, Rosalind Lorwin의 어머니가 되었고 그녀의 딸은 심리학 교수가 되었습니다.", "sentence2": "그녀는 Val, Boris, Rosalind Lorwin의 어머니였고 그녀의 딸은 심리학 교수가 되었습니다."}
{"label": "0", "sentence1": "북아메리카 이외의 지역에서 발매된 앨범은 동일한 오디오 콘테츠로 구성되어 있지만 CD에 있는 레이블에 따라 트랙이 다르게 표시되었습니다.", "sentence2": "북미 이외 지역에서 발매되는 대부분의 앨범은 오디오 콘텐츠가 동일했지만 음반 제작사의 위치는 발매된 CD 라벨마다 다르게 표시되었습니다."}
{"label": "1", "sentence1": "1983년 이후로 수도는 아비장이지만 야무수크로가 여전히 관리 센터로 남아 있습니다.", "sentence2": "1983년 이후 수도는 아비장이었지만 야무수크로는 여전히 관리 센터로 남아 있습니다."}
{"label": "0", "sentence1": "Selim은 Bayezid II의 어머니이자 Bayezid II의 후계자이며 Sitti Mükrime Hatun의 조카인 Gülbahar Hatun과 결혼했습니다.", "sentence2": "바예지트 2세는 바예지트 2세의 후계자인 셀림 1세와 그의 조카 시티 무크리메 하툰의 어머니가 되는 귀르바하르 하툰과 결혼하였다."}
{"label": "1", "sentence1": "1946년에 그가 죽었을 때 이 프로젝트에 대한 그의 논문은 여전히 초안 상태로 남아 있었습니다.", "sentence2": "1946년 그의 죽음 이후 이 프로젝트에 대한 그의 논문은 여전히 거칠은 단계에 있었습니다."}
{"label": "0", "sentence1": "Petkeljärvi 국립공원은 북카리알라 지역의 일로만치에 있는 핀란드 국립공원입니다.", "sentence2": "Petkeljärvi National Park는 핀란드 북카리알라 지역의 일로만치에 있는 국립 공원입니다."}
{"label": "0", "sentence1": "Bridalveil 폭포 가까이 위치한 Yosemite 계곡에 있는 목초지는 George Monroe를 따라 명명되었습니다.", "sentence2": "요세미티 계곡 부근 부리달벌에 있는 Monroe Meadows도 George Monroe의 이름을 따라 지었습니다."}
{"label": "0", "sentence1": "1874년 9월 29일, Annette는 Samuel Crum의 딸인 Amelia Crum Bryant와 결혼하여 딸을 낳았습니다.", "sentence2": "Annette Amelia Crum은 1874년 9월 29일 Samuel Crum의 딸 Bryant와 결혼했습니다. 그들은 딸이 하나 있었습니다."}
{"label": "0", "sentence1": "Aamir Khan은 \"Rang De Basanti\"의 Mehra의 대사를 읽은 후에 바로 출연하기로 합의했습니다.", "sentence2": "Mehra는 Aamir Khan의 대본을 읽은 후에 바로 \"Rang De Basanti\"에 출연하기로 합의했습니다."}
{"label": "1", "sentence1": "Joe R. Campa Jr.는 전 미해군 수병으로 미해군 11대 원사로 복무했습니다.", "sentence2": "Joe R. Campa Jr.는 미 해군의 전 선원이었으며 미 해군의 11대 원사였습니다."}
{"label": "1", "sentence1": "당나라 시대의 Chenzhou 행정부는 현재 하이난 동부의 Zhoukou에 속합니다.", "sentence2": "당 왕조의 첸수 행정구는 현재 허난성 동부 저우커우의 관할 하에 있다."}
{"label": "0", "sentence1": "Humes는 메릴랜드주 베데스다에서 태어났고 캐나다를 비롯하여 멕시코, 나이지리아, 모로코, 칠레 등 여러 나라에서 어린 시절을 보냈습니다.", "sentence2": "후메스는 멕시코에서 태어나 칠레, 나이지리아, 모로코, 베데스다, 매릴렌드 등 외국을 돌아다니며 캐나다에서 유년시절을 보냈다."}
{"label": "0", "sentence1": "Neville은 당시 지방 법원 판사이자 철도 위원이었던 H. T. J. Macnamara의 장녀 Cranstoun Macnamara와 결혼했습니다.", "sentence2": "H. T. J. Macnamara는 Neville의 장녀인 Edith Cranstoun Macnamara와 결혼했습니다.  Neville은 한 때 지방 법원 판사와 철도 위원을 겸업했습니다."}
{"label": "1", "sentence1": "Joey Shamah는 회장이자 최고의 경영인이며 E.l.f의 이사이자, 최고 경영인으로 임명된 Tarang P. Amin으로 교체되었습니다.", "sentence2": "E.l.f의 의장, CEO 및 이사로 지목된 Tarang P. Amin로 교체되었습니다."}
{"label": "1", "sentence1": "Martin Damm과 Radek Štěpánek은 결승전에서 Jonas Björkman과 Fabrice Santoro를 상대로  6대 2, 6대 4로 승리했습니다.", "sentence2": "Martin Damm과 Radek Štěpánek는 Jonas Björkman와 Fabrice Santoro를 결승에서 6 : 2 , 6 : 4로 격파하였다."}
{"label": "0", "sentence1": "르사흐비우르(로마자로 루사크피우르로도 알려짐; 이전 사븐데르디와 슈반)는 아르메니아의 시라크 주에 위치한 마을이다.", "sentence2": "Lusaghbyur(이전  Lusakhpyur 또는 Svanverdi, Svan)는 아르메이나 시라크 지방의 마을입니다."}
{"label": "1", "sentence1": "Birkenhead Wharf는 Iron Cove Bridge에 붙어있으며 걸어서 대략 1분 거리인 Birkenhead Point Factory Outlet Center와 가깝습니다.", "sentence2": "Birkenhead Wharf는 Iron Cove Bridge 옆에 있으며 대략 걸어서 1분 거리에 있는 Birkenhead Point Factory Outlet Center와 가깝습니다."}
{"label": "0", "sentence1": "시로이는 인도 남부 지역의 도시로 라자스탄주에 서쪽에 위치해 있습니다.", "sentence2": "시로히는 인도 서부에 위치한 라자스탄 주 남부의 도시이다."}
{"label": "1", "sentence1": "자산 사다리는 영국에서 널리 사용되는 용어로 저렴한 주택에서 더 비싼 주택에 이르기까지 상대적인 차이점을 설명할 때 사용합니다.", "sentence2": "자산 관리사는 보다 저렴한 주택에서 고가 주택까지 동일한 용어를 상대적으로 달리쓰는 것을 설명하기 위해 영국에서 널리 사용되는 용어입니다."}
{"label": "1", "sentence1": "Everything But You는 1945년 곡으로 Duke Ellington과 Harry James가 작곡하고 Don George가 작사했습니다.", "sentence2": "Everything But You는 1945년에 발표된 곡으로, Duke Ellington과 Harry James가 작곡하고 Don George가 가사를 썼습니다."}
{"label": "0", "sentence1": "Georgette Heyer의 미스터리 소설 \"Detection Unlimited\"에서 이 캐릭터는 Armstrong과 비견됩니다.", "sentence2": "Armstrong의 미스터리 소설 \"Detection Unlimited\"에서 이 캐릭터는 Georgette Heyer에 비견됩니다."}
{"label": "1", "sentence1": "다음 코드가 ADL 없이도 작동할 수 있다는 점은 특기할 만하다(어떤 방식으로든 적용될 것이다).", "sentence2": "다음 코드가 어떤 식으로든 코드에 적용되었던 ADL 없이 작동된다는 것 또한 주목할 만한 가치가 있습니다."}
{"label": "1", "sentence1": "메스키트 \"모듈\"은 실제 자바 클래스로,  보통 구체적인 클래스 규정으로 생성된 추상적인 하위클래스를 추출한다.", "sentence2": "실제로 Mesquite \"모듈\"은 자바 클래스로, 일반적으로 구상 클래스의 추상하부 클래스이다."}
{"label": "1", "sentence1": "대대는 퀸즈 요크 레인저스에 의해 유지되고 있다. (미군 1연대)(RCAC)", "sentence2": "이 대대는 미국 최초의 연대인 The Queen's York Rangers(RCAC)에 의해 영속화되었습니다."}
{"label": "0", "sentence1": "이것은 미국 Angular Recording Corporation에서 2008년 1월 28일에 발매되었고 영국에서는 2008년 3월 18일 Domino Records에서 발매되었습니다.", "sentence2": "이것은 영국에서 2008년 1월 28일에 Angular Recording Corporation이 발표하고 미국에서는 2008년 3월 18일에 Domino Records에서 발표했습니다."}
{"label": "1", "sentence1": "영국의 Angular Recording Corporation에서 2008년 1월 28일에 발매했고 2008년 3월 18일에는 Domino Records를 통해 미국에서 발매되었습니다.", "sentence2": "그것은 영국에서는 2008년 1월 28일에 Angular Recording Corporation에서 발행되었고, 미국에서는 2008년 3월 18일에 Domino Records에서 발행되었습니다."}
{"label": "0", "sentence1": "Cher와 MCA는 Kapp가 보다 성공적이었던 1970년대의 음반 회사이며 1974년까지 그들과 함께 했습니다.", "sentence2": "Kapp와 MCA는 쉐어가 70년대에 많은 성공을 거두고 그녀가 1974년까지 머물렀던 레이블이었습니다."}
{"label": "1", "sentence1": "14, 16, 117 전선은 각자 전투에서 두 개의 부대를 갖고 있었습니다.", "sentence2": "14번째, 15번째, 117번째 전선에는 2개 대대가 전투에 참여하였다."}
{"label": "0", "sentence1": "1918년 9월 22일 호주에서 Snowdonia로 보내는 최초의 무선 전보가 왔습니다.", "sentence2": "1918년 9월 22일, Snowdonia에서 최초의 무선 전신 메시지를 오스트레일리아로 전송했습니다."}
{"label": "1", "sentence1": "Canwest의 텔레비전 방송국을 인수하겠다는 Shaw Communications의 제안에는 CKMI를 비롯한 여러 글로벌 채널에서 지역 아침 뉴스를 런칭하겠다는 내용이 있었습니다.", "sentence2": "Canwest의 TV 자산을 인수하겠다는 Shaw Communications의 제안의 일부로 Shaw는 CKMI를 포함하여 여러 글로벌 방송국에서 지역 아침 뉴스 프로를 시작하기로 약속했습니다."}
{"label": "0", "sentence1": "Cape Don은 1818년 지브롤터의 부총독 장군 George Don 경을 기리기 위해 Phillip Parker King이 명명한 것입니다.", "sentence2": "Cape Don은 1818년 Gibraltar의 부총독 Sir Phillip Parker King 장군을 기리기 위해 George Don이 명명한 것입니다."}
{"label": "0", "sentence1": "윌리엄 헤어의 부모로는 윌리엄 J. 페어와 메를린 M. 헤어가 있으며, 그녀는 캘리포니아 루터란 대학교를 졸업 후 무어파크 대학에 진학하였다.", "sentence2": "Heyer의 부모는 William J.와 Merlyn M. Heyer였습니다. 그녀는 Moorpark College를 다녔고 이후 California Lutheran University를 다녔습니다."}
{"label": "1", "sentence1": "BBC World Service는 테리 오건을 포함한 패널과 함께 마이클 플랜더스가 진행을 맡은 \"Animal, Vegetable and Mineral\"이라는 제목의 버전을 방송한다.", "sentence2": "BBC World Service는 또한 Michael Flanders가 이끌고 Terry Wogan이 패널로 등장하는 \"동물, 채소, 미네랄\"이라는 버전을 공개했습니다."}
{"label": "0", "sentence1": "바바라 부세 엘리슨은 캘리포니아 산타 클라라 카운티에서 빌로네어 오라클 코퍼레이션의 회장 래리 엘리슨과 그의 전처 메간 엘리슨의 딸로 태어났다.", "sentence2": "메건 엘리슨은 캘리포니아 산타클라라 카운티에서 Oracle Corporation의 회장인 억만장자 래리 엘리슨과 그의 전처 바바라 부세 엘리슨의 딸로 태어났다."}
{"label": "0", "sentence1": "데이먼 나이트는 (제임스 블리쉬가 인용하여)기사 이야기의 해석에 대하여 다음과 같이 말하였다:", "sentence2": "James Blish(Damon Knight에서 인용)는 그의 이야기에서 기사가 어떤 의미로 해석되는지에 대해 이야기했습니다."}
{"label": "1", "sentence1": "그런 다음 와시토 강의 지류인 텍소마 호를 가로지릅니다.", "sentence2": "그런 다음 와시토 강의 지류인 텍소마 호를 가로지릅니다."}
{"label": "1", "sentence1": "형식 2의 더 높은 값에는 이전의 평균값이 더욱 중요합니다.", "sentence2": "이전 평균은 formula _ 2의 높은 값에 더욱 중요합니다."}
{"label": "1", "sentence1": "조나단 엘리치와 앤디 람은 마크 놀스와 다니엘 네스터를 결승에서 5:3, 5:4로 꺾고 타이틀을 거머쥐었다.", "sentence2": "조너선 얼리치와 앤디 람은 결승전에서 마크 놀스와 다니엘 네스토르를 각각 5대3, 5대4로 격파하고 우승 타이틀을 거머쥐었다."}
{"label": "0", "sentence1": "그 레슬러는 펄쩍 뛰고 앞으로 고꾸라지면서 물러나 상대방의 머리가 매트에 떨어지도록 했습니다.", "sentence2": "그런 다음 그 레슬링 선수는 앞으로 뛰어올라 몸을 휙 돌려서 뒤쪽으로 착지해 상대 선수의 머리를 매트에 부딪히게 했습니다."}
{"label": "0", "sentence1": "그는 이탈리아, 러시아, 그리스, 프랑스, 인도네시아, 그리스에서 프로 경기에 출전하였으며 푸에르토리코, 포르투갈, 인도네시아에서는 내셔널 챔피언십에서 승리하였다.", "sentence2": "그는 그리스, 러시아, 이탈리아, 프랑스, 푸에르토리코, 포르투갈, 인도네시아에서 프로 선수로 활동하였으며 인도네시아와 그리스에서는 해당 국가 선수권대회에서 우승하였다."}
{"label": "0", "sentence1": "Duncan McIntyre은 1899년 10월 6일에 잉글랜드, 켄트에서 Captain Ivor Ewing McIntyre의 아들로 태어났습니다.", "sentence2": "아이버 어윙 매킨타이어는 1899년 10월 6일, 영국 켄트에서 던컨 매킨타이어 대위의 아들로 태어났다."}
{"label": "0", "sentence1": "이 시는 현대 시인 네 개의 단편 원고로 보존되었습니다.", "sentence2": "시는 당시 네 개의 필사본에 기록되어 보관되고 있으며 그 중 하나의 필사본은 찢어져있는 상태이다."}
{"label": "0", "sentence1": "XBox Live의 경쟁전과 랭킹전 캐쥬얼 게임에서 플레이어는 세 명의 상대까지 함께 플레이할 수 있습니다.", "sentence2": "플레이어는 Xbox Live를 통해 최대 3명의 경쟁자와 함께 캐주얼 게임과 순위 경쟁 게임을 즐길 수 있습니다."}
{"label": "0", "sentence1": "행동 대장이며 Loren Piccarreto의 아들인 Rene Piccarreto는 1988년에 체포되었다가 1994년에 풀려났습니다.", "sentence2": "보스를 연기한 로렌 피카레토는 1988년 체포되었다가 1994년 석방된 르네 피카레토의 아들이다."}
{"label": "0", "sentence1": "이탈리아 군대 중에 가장 잘 훈련되고 장비를 갖춘 부대로서 Alpini Paracadutisti는 아프가니스탄에서 최근에 복무했고 한 개 중대는 계속해서 이라크에 배치되어 있습니다.", "sentence2": "이탈리아 군대 최고의 훈련병 및 장비병의 하나로 Alpini Paracadutisti는 최근 이라크에서 복무했으며 아프가니스탄에 끊임없이 파병되고 있습니다."}
{"label": "1", "sentence1": "Junius는 1907년에 아이다호, 드릭스에서 마을을 설립한 Don Carlos Driggs와 May Jerusha Robison 사이에서 태어났습니다.", "sentence2": "Junius는 1907년 Driggs를 세운 Don Carlos Driggs와 May Jerusha Robison의 아이로 아이다호 주 Driggs에서 태어났습니다."}
{"label": "0", "sentence1": "Wilhelm Keppler는 1932년에 아돌프 히틀러를 위한 경제적인 상담을 위해 협력했습니다.", "sentence2": "1932년, Cuno는 Adolf Hitler에게 경제적 조언을 하기 위해 Wilhelm Keppler와 함께 했습니다."}
{"label": "1", "sentence1": "어벤저스 #71에서 각본작가 샐 부셰마와 화가 로이 토머스에 의해 초창기 어벤저스가 창설되었다 (1969년 11월).", "sentence2": "The Avengers # 71(1969년 12월)의 오리지널 팀은 작가인 Sal Buscema와 미술가인 Roy Thomas가 만들었습니다."}
{"label": "0", "sentence1": "네아질로프 강은 루마니아의 니아즐로펠 강의 지류이다.", "sentence2": "Neajlovel 강은 루마니아에 있는 Neajlov 강의 지류입니다."}
{"label": "1", "sentence1": "1918년 9월 22일 첫 번째 무선 전보가 호주에서 스노도니아로 전송되었다.", "sentence2": "1918년 9월 22일 최초의 무선 전신이 호주에서 Snowdonia로 전송되었습니다."}
{"label": "0", "sentence1": "1653년 영국에서 코네티컷 밀포드로 이주한 로저 로저 피커드는 엘리자베스 프루덴과 결혼하였다.", "sentence2": "1653년 영국에서 코네티컷 주 밀포드로 이주한 엘리자베스 엘리자베스 프루덴은 로저 프리처드와 결혼하였다."}
{"label": "1", "sentence1": "그는 Elisabeth Young(1854년 - 1932년)과 결혼하여 운송 재벌인 N. O . Young Fearnley와 대지주인 Thomas Fearnley라는 자식을 두고 있습니다.", "sentence2": "그는 엘리자베스 영(1854 -- 1932)과 결혼하였으며, 선박 업계의 거물인 N. O. 영 핀리와 지주 마스 핀리를 아들로 두었다."}
{"label": "1", "sentence1": "1974년, 세계은행, 유엔, 아시아개발은행의 지원으로 라오스는 Stage II Fund을 설립했습니다.", "sentence2": "1974년 UN의 지원으로 아시아 개발 은행과 세계 은행, Lao PDR은 Stage II Fund를 설립했습니다."}
{"label": "1", "sentence1": "맥카시는 캘리포니아 샌프란시스코에서 태어났으나 네 살 때 가족들과 함께 오클랜드로 이주하였다.", "sentence2": "McCarthy는 캘리포니아주 San Francisco에서 태어났지만 4세 때 부모님과 함께 Auckland로 이주했습니다."}
{"label": "1", "sentence1": "2011년 5월 그는 자기 자신이 등장한 최초의 영화를 제작, 감독, 집필했습니다.", "sentence2": "2011년 5월 그는 자신의 첫 번째 작품을 각본, 제작, 감독하였다."}
{"label": "1", "sentence1": "현재 여름 리그의 일부인 Nashua Silver Knights는 시영 대학 팀입니다.", "sentence2": "Nashua Silver Knights는 하계 리그 소속으로 도시의 대학 팀입니다."}
{"label": "1", "sentence1": "그는 Lucas(Martin Hansen)와 공동으로 유명한 카네기 수학 장학금을 받았습니다.", "sentence2": "그의 Martin Hansen(Lucas)와 함께 명망있는 수학과 Carnegie 장학금 공동 수령인입니다."}
{"label": "0", "sentence1": "삼위 여신을 현대적으로 재해석한 개념이 새로운 주술 숭배 종교 운동의 중심이 되었습니다.", "sentence2": "삼위 여신을 새롭게 재해석한 종교적 개념이 현대적인 주술 숭배 운동의 중심이 되었습니다."}
{"label": "0", "sentence1": "장창형, 계란형, 혹은 거의 원형에 가까운 형태의 잎이 가지를 따라 붙어있으며, 긴 줄기를 가지고 있다.", "sentence2": "잎이 가지를 따라 번갈아 나 있고 긴 창이나 달걀 또는 거의 원형에 가까운 형태를 띠며 줄기가 깁니다."}
{"label": "1", "sentence1": "그는 Elisabeth Young(1854 -- 1932)과 결혼했고 선박왕 N. O. Young Fearnley와 지주인 Thomas Fearnley의 아버지였습니다.", "sentence2": "그는 Elisabeth Young(1854-1932)와 결혼했고 조선계 거물인 N. O. Young Fearnley와 지주 Thomas Fearnley의 아버지였습니다."}
{"label": "1", "sentence1": "이 사실은 인간 식민지에 새로운 세대의 혼종 인류를 거주하게 하려는 사일런의 \"계획\"의 일부로 보입니다.", "sentence2": "인류의 식민지가 사일런을 새로운 합성체로 번성시키고자 하는 \"계획\"의 일부로 이러한 사실이 드러난다."}
{"label": "1", "sentence1": "블랙에더가 \"Bob\"에게 구애할 때 연주된 음악은 바흐만 윌리엄스의 \"Fantasia on greensleeves\"이다.", "sentence2": "Blackadder courts \"Bob\"으로 선보인 음악은 Vaughan Williams의 \"Fantasia on Greensleeves\"입니다."}
{"label": "1", "sentence1": "영화는 부정적인 평가를 받았지만 VHS 및 DVD로 출시한 이후에는 Amazon과 IMDB에서 평이 좋은 컬트 매니아 영화가 되었습니다.", "sentence2": "영화는 부정적인 리뷰를 받았지만 VHS와 DVD로 출시한 후에는 Amazon과 IMBD에서 호의적인 댓글이 달린 컬트 선호 영화가 되었습니다."}
{"label": "1", "sentence1": "Njan Piranna Nattil은 1985년에 나온 인도 말라얄람어 영화로, P Chandrakumar가 제작하고 감독했습니다.", "sentence2": "Njan Piranna Nattil은 1985년의 인도 말라얌어 영화로 P Chandrakumar가 제작했고 P Chandrakumar가 감독했습니다."}
{"label": "0", "sentence1": "해당 에피소드는 척 타삼이 각본을 썼으며 프레드 새비지가 감독하였다.", "sentence2": "그 결과는 Fred Savage가 작성했고 Chuch Tatham이 감독했습니다."}
{"label": "1", "sentence1": "Fallbeil은 1949년 서독에서, 1966년 동독에서 마지막으로 사용되었습니다.", "sentence2": "``Fall Beil''은 1949년에 서독에서, 1966년에는 동독에서 마지막으로 사용되었습니다."}
{"label": "1", "sentence1": "전자 및 디지털 비디오 기술이 도래할 때까지 포르노 영화의 대량 생산은 주류 영화 산업과 직접 연결되었습니다.", "sentence2": "전자 및 디지털 영상 기술이 도입되기 전까지 포르노 영화의 대량 생산은 주요 영화 산업과 직접적으로 연관되어 있었습니다."}
{"label": "0", "sentence1": "Alexander Alexander는 현재 Fairgrounds Speedway로 알려져있는 역사적인 Nashville International Raceway의 1978년과 1992년 트랙 챔피언이었습니다.", "sentence2": "Alexander는 지금은 Nashville International Raceway로 알려진 역사적인 Fairgrounds Speedway의 1978년 및 1992년 트랙 챔피언이었습니다."}
{"label": "0", "sentence1": "Valea lui Lambă 강 또는 Șimon 강은 루마니아에 있는 Lom 강의 지류입니다.", "sentence2": "Valea lui Lambă 또는 \"unk'' imon 강은 루마니아에 있는 Lom 강의 지류입니다."}
{"label": "0", "sentence1": "1605년 Cromwell경에게 건네지며 1636년에는 Francis Blundell경에게 팔렸습니다.", "sentence2": "1605년, Cromwell경에 팔렸고 1636년에 Francis Blundell경에게 옮겨갔습니다."}
{"label": "0", "sentence1": "Robert Vincent Goldsborough는 1937년 10월 3일에 시카고에서 건축가인 Robert Goldsborough와 Wilma (Janak) Goldsborough의 아들로 태어났습니다.", "sentence2": "Robert Goldsborough는 1937년 10월 3일에 시카고에서 건축가인 Robert Vincent Goldsborough와 Wilma (Janak) Goldsborough의 아들로 태어났습니다."}
{"label": "1", "sentence1": "Hilltown에 거주하는 인종의 93%는 백인, 3%는 아시아인 그리고 1%는 중국인입니다.", "sentence2": "힐튼의 인종구성은 백인이 주인 93%로, 아시아인이 3%, 중국인이 1%를 이루고 있다."}
{"label": "0", "sentence1": "Ungarala Rambabu는 텔루구어로 제작된 영화로, Kranthi Madhav이 극본과 연출을 담당하고 Paruchuri Kiriti가 제작했습니다.", "sentence2": "Ungarala Rambabu는 텔루구어 영화로 Paruchuri Kiriti가 극본을 쓰고 감독했으며 Kranthi Madhav가 제작했습니다."}
{"label": "1", "sentence1": "Retzius는 해부학자인 Anders Retzius의 아들과 자연주의자겸 화학자인 Anders Jahan Retzius의 손자로 스톡홀름에서 태어났습니다.", "sentence2": "레치우스는 스톡홀름에서 해부학자 안데르스 레치우스의 아들(동식물연구가이자 화학자 안데르스 자한 레치우스의 손자)로 태어났다."}
{"label": "1", "sentence1": "Azusa Pacific University의 Azusa 캠퍼스는 LA 북동부 San Gabriel Valley에 있습니다.", "sentence2": "아주사퍼시픽 대학의 아주사 캠퍼스는 로스 앤젤레스 북동쪽 산 가브리엘 밸리에 위치하고 있다."}
{"label": "1", "sentence1": "그녀는 2016년 7월 Winnie Verloc의 동명 소설 \"The Secret Agent\"에서 Joseph Conrad로 등장했습니다.", "sentence2": "2016년 7월, 그녀는 위니 벨록의 동명 소설을 원작으로 한 \"The Secret Agent\"에서 조셉 콘래드 역으로 분하였다."}
{"label": "0", "sentence1": "Carpenter는 Lieutenant Hugh L. Scott를 직접 선택해 제7기병연대의 L 부대(카이오와 족, 코만치족, 아파치 인디언으로 구성됨)를 조직하고 지휘하게 했습니다.", "sentence2": "Hugh L. Scott은 7 기갑부대의 부대 지휘관을 구성하고 명령을 내리는 지휘관으로 Carpenter 중령을 고심해서 선택했습니다."}
{"label": "1", "sentence1": "그녀의 증손자는 배우 Richard Marner(본명 Alexander Molchanoff)입니다.", "sentence2": "그녀의 증손자는 배우인 Richard Marner(출생 당시 이름: Alexander Molchanoff)였습니다."}
{"label": "1", "sentence1": "John Gedge 중위는 1805년에 북해를 위해 그녀를 장교로 임관시켰고 1806년에는 Robert Ramsey 중위가 그를 대신했습니다.", "sentence2": "Lieutenant John Gedge는 1805년 5월에 그녀를 북해의 장교로 임명했으며 1806년에 Lieutenant Robert Ramsey가 그의 자리를 대신했습니다."}
{"label": "0", "sentence1": "쿠바에서 이 작물의 재배는 1880년 페르난도 헤이드리히에 의해 마탄사스에 전래되었다.", "sentence2": "이 작물의 재배는 1880년 페르난도 헤이드리히에 의해 쿠바에 전래되었다."}
{"label": "0", "sentence1": "첫 번째 시스템 혹은 \"narrow\" 시스템은 (O III)의 적색 선들과 z = 0,712 적색편이 값에서 이온화된 기타 요소들로 구성되어있다.", "sentence2": "처음 혹은 ``적색'' 구조는 ( O III )의 좁은 선들로 구성되어있으며, 이온화된 다른 요소들은 적색편이 z = 0.712 값에 분포한다."}
{"label": "1", "sentence1": "지어벤베르크는 \"가장 개인적이면서도 가장 순수한 곡\"이라는 이유로 이 곡을 앨범 수록곡 중에서도 자신이 가장 좋아하는 곡으로 꼽았다.", "sentence2": "Siebenberg는 \"이것이 너무 순수하고 개인적이기 때문에\" 앨범에 있는 곡 중 가장 좋아한다고 설명했습니다."}
{"label": "0", "sentence1": "이는 South Island 전반적으로 볼 수 있으며 North Island에서는 Westland에서부터 Central Banks Peninsula에 걸쳐 볼 수 있습니다.", "sentence2": "이는 북섬 대부분의 지역뿐만 아니라 남섬의 뱅크스 반도부터 웨스트랜드 중심부에 걸쳐서 발견되고 있다."}
{"label": "1", "sentence1": "현재 그들 중 대다수가 불가리아에 거주하고 있으며 일부는 여전히 그리스에 남아 있습니다.", "sentence2": "그들 중 대다수는 오늘날 불가리아에서 살며 일부는 여전히 그리스에 남아있습니다."}
{"label": "0", "sentence1": "화가/소설가인 Paul Bowles는 1950년 시디 카셈에서 열린 페스티벌에서 미국 작가 Brion Gysin과 함께 그 지역의 음악을 처음으로 들었습니다.", "sentence2": "Paul Bowles는 1950년 Sidi Kacem에서 열린 축제 지역에서 미국 작가 Brion Gysin과 함께 음악을 들었습니다."}
{"label": "0", "sentence1": "올트 강은 루마니아의 세헤스 강의 지류이다.", "sentence2": "Segheș 강은 루마니아의 Olt 강의 지류입니다."}
{"label": "0", "sentence1": "최신곡 \"Every Morning\"은 첫 번째 곡인 \"Morning\"의 어쿠스틱 기타 버전이다.", "sentence2": "첫 번째 트랙인 \"Every Morning\"은 이전 기타 버전인 \"Morning\"의 어쿠스틱 버전입니다."}
{"label": "0", "sentence1": "Santa Cruz Sky Park는 캘리포니아, 스코츠 밸리의 산타 크루즈 카운티 안에 있는 공항이었습니다.", "sentence2": "샌터크루즈 카운티는 캘리포니아주 스코트 밸리에 샌터 크루즈 스카이파크 내에 있는 공항이었습니다."}
{"label": "1", "sentence1": "그의 아버지 패트릭 번은 MP, TD, 상원의원 및 더블린 시장이었습니다. 형제인 알피 번도 TD였습니다.", "sentence2": "그의 아버지 Patrick Byrne은 Dublin의 대표자, 상원의원, 시장이었으며 또 다른 형제 Alfie Byrne 또한 TD였습니다."}
{"label": "0", "sentence1": "SIDB가 1985년 파산한 후, 허드슨과 카노비오는 CompuBox 프로그램을 떠나 CompuBox Inc.를 설립하였으며, 이후 허드슨은 2002년 회사명을 변경하였다.", "sentence2": "1985년 SIDB가 파산할 때 헙슨과 카노비오는 프로그램의 이름을 CompuBox로 개명하는 동시에 CompuBox Inc.를 설립하였다. 2002년에 헙슨은 회사를 떠났다."}
{"label": "0", "sentence1": "Martin Gould는 Mark Allen과의 경기에서 1-0(104-0)으로 결승에서 우승했습니다.", "sentence2": "Mark Allen은 결승전에서 Martin Gould에게 1:0(104:0)으로 이겼습니다."}
{"label": "0", "sentence1": "Hokitika에서 Ruatapu까지 첫번째 부분은 1906년 11월 9일에 개통되었고 Ross까지 전체 선은 1909년 4월 1일에 완성되었습니다.", "sentence2": "Hokitika에서 Ruatapu까지 첫 번째 부분은 1906년 11월 9일에 완성되었고 Ross까지 전체 선은 1909년 4월 1일에 개통했습니다."}
{"label": "1", "sentence1": "그 회의는 도시의 강력하고 영향력 있는 다양한 Mardukan이 보낸 많은 메신저가 왕자와의 저녁에 대한 초대와 함께 도착하면서 중단되었습니다.", "sentence2": "그 회의는 도시의 강력하고 영향력 있는 Mardukans에서 많은 메신저가 왕자의 저녁 초대와 함께 도착하면서 중지되었습니다."}
{"label": "0", "sentence1": "Robert Goldsborough는 1937년 10월 3일에 시카고에서 건축가인 Robert Vincent Goldsborough와 Wilma (Janak) Goldsborough의 아들로 태어났습니다.", "sentence2": "시카고 출생인 로버트 빈센트 골즈보로는 1937년 10월 3일 건축가인 로버트 골즈보로와 윌마(야나) 골즈보로의 아들로 태어났다."}
{"label": "1", "sentence1": "Billy Batson은 2008년 말에서 2009년 초까지 발행된 \"Black Adam\"의 처음 4개의 간행물에 등장했습니다.", "sentence2": "Billy Billy Batson은 2008년 후반에서 2009년 초반 사이에 발행된 \"Black Adam\"의 초판 4권에 등장했습니다."}
{"label": "0", "sentence1": "버몬트는 미첨 북부, 누나와딩과 포레스트 힐의 서부, 버몬트 남부 및 완트리나와 링우드 동부와 경계를 맞닿고 있다.", "sentence2": "Vermont South는 북쪽으로 Mitcham, 서쪽으로 Nunawading과 Forest Hill, 남쪽으로 Vermont, 동쪽으로 Wantirna와 Ringwood를 맞대고 있습니다."}
{"label": "0", "sentence1": "Dr. Adams는 1788년 B. Hyatt와 결혼한 딸을 둔 Miss Sarah Hunt를 떠났습니다.", "sentence2": "Dr. Adams는 Miss Sarah Hunt와 결혼했고 슬하에 딸을 두었으며 그녀는 1788년 B. Hyatt와 결혼했습니다."}
{"label": "0", "sentence1": "그녀의 아들 사무엘 프로부스트는 존(1742-1815)의 아들이었으며, 뉴욕의 첫 번째 장로교 주교 주교였다.", "sentence2": "그녀의 아들인 John은 뉴욕의 초대 개신교 주교인 Samuel Provoost(1742년~1815년)의 아버지입니다."}
{"label": "1", "sentence1": "Valea lui Lambă 강 또는 Lom 강은 루마니아를 흐르는 Șimon 강의 지류입니다.", "sentence2": "발레아 루이 람버 강 또는 룸 강은 루마니아에 위치한 \"운크\" 이몬 강의 지류입니다."}
{"label": "1", "sentence1": "Simon Simon은 1979년에 Charlie와 Megan Pace 사이에서 태어나 잉글랜드의 맨체스터에서 살았습니다.", "sentence2": "시몬은 1979년 영국 맨체스터에서 찰리 페이스와 매건 페이스의 아들로 태어났다."}
{"label": "0", "sentence1": "이 영화는 새로운 영화 산업에 뛰어든 말라얄람 가수 Rafael에 관한 것입니다.", "sentence2": "이 영화는 말라얄람 영화 산업에 뛰어든 새로운 가수 Rafael에 관한 것입니다."}
{"label": "0", "sentence1": "그는 나중에 이것을 나치당의 상징으로 사용했고 바탕에 흰 원과 붉은 색을 깔아 깃발로 사용했습니다.", "sentence2": "나중에 그는 이것을 나치당의 상징으로 사용했고 깃발로 사용할 때는 흰색 배경에 붉은 색 원 위로 이것을 배치했습니다."}
{"label": "0", "sentence1": "이것은 Norfolk과 Suffolk에 있는 지역 동부 절반과 Essex와 Hertfordshire 항구를 대변합니다.", "sentence2": "이 노출 광맥은 노퍽 카운티와 서퍽 카운티의 동쪽 절반을 차지하고 있으며 에섹스와 하트퍼드셔에서도 발견됩니다."}
{"label": "0", "sentence1": "이 시는 4개의 단편 원고로 보관되어 있으며 그 중 하나는 당대의 것입니다.", "sentence2": "시는 4편의 현대 원고에 저장되어 있고 그 중 하나는 다음 단편 소설입니다."}
{"label": "1", "sentence1": "1990년대 후반 이것은 Seattle의 편의점과 수퍼마켓에서 널리 볼 수 있었으며 Minneapolis에 있는 여러 카페에서 볼 수 있었습니다.", "sentence2": "1990년대 후반에 Seattle에 있는 편의점과 수퍼마켓에 널리 퍼졌고 Minneapolis에 있는 여러 카페에서 사용할 수 있습니다."}
{"label": "1", "sentence1": "변수의 방식 편차를 사용하면 알 수 없는 함수 C(x)에 의한 부분 솔루션을 곱함으로써 상호보완적 솔루션이 형성됩니다.", "sentence2": "상호보완적 해결방안은 알 수 없는 기능 C ( x )와 특정 솔루션을 곱하여 파라미터의 절차 변환을 사용함으로써 구성할 수 있다."}
{"label": "1", "sentence1": "인구 조사국에서 인접 버지니아주, 워싱턴DC와 함께 미국 남부의 일부로 분류되는 메릴랜드주에서 33.7%가 태어났습니다.", "sentence2": "33.7%는 인국 조사국에서 미국 버지니아주와 워싱턴 D.C.와 함께 미남부로 분류된 메릴랜드주에서 태어났습니다."}
{"label": "1", "sentence1": "Ronnie Fieldsa만이 NBA나 NCAA에서 단 한 경기도 출전하지 않았습니다.", "sentence2": "Ronnie Fields는 NBA나 NCAA에서 한 경기도 뛰지 않았습니다."}
{"label": "0", "sentence1": "이 복합체는 패트릭 페이지 박사와 그의 팀이 개발하였으며 2007년 Genkyotex로부터 특허를 받았다.", "sentence2": "이 합성물은 패트릭 페이지 박사와 그의 팀이 특허를 낸 것으로, 2007년 젠키오텍스(Genkyotex)에서 고안되었다."}
{"label": "1", "sentence1": "1992년의 행사는 Vince Neil이 주최했으며, En Vogue, Ugly Kid Joe, Arrested Development 및 Dennis Miller가 참석했습니다.", "sentence2": "1992년 행사는 Vince Neil이 주최했으며 En Vogue, Ugly Kid Joe, Arrested Development 및 Dennis Miller가 공연자로 참석했습니다."}
{"label": "0", "sentence1": "시스템 이론의 원리는 차후 Julian Steward의 작업에 영향을 준 Marcel Mauss의 \"Seasonal Variation of Eskimo\"에서 볼 수 있습니다.", "sentence2": "이 시스템의 원리 이론은 Julian Steward의 \"Seasonal Variation of Eskimo\"에서 볼 수 있으며 이것은 차후에 Marcel Mauss의 작품에도 반복되었습니다."}
{"label": "0", "sentence1": "시리우스 디시전 회담의 이전 개최지로는 올랜도(2014), 스코츠데일(2013), 샌디에이고가 있다(2012).", "sentence2": "SiriusDecisions Summit을 개최했던 예전 도시로는 Orlando(2014), San Diego(2013), Scottsdale(2012)이 있습니다."}
{"label": "1", "sentence1": "Azusa Pacific University의 아주사 캠퍼스는 로스앤젤레스 북동쪽에 위치한 샌 가브리엘 밸리에 자리하고 있습니다.", "sentence2": "아주사퍼시픽 대학교의 아주사 캠퍼스는 로스 엔젤레스 북동부 산 가브리엘 밸리에 위치해있다."}
{"label": "1", "sentence1": "1937년 Gerald Heard는 아내 Maria, 아들 Huxley, 친구 Matthew Huxley와 함께 헐리우드로 이주했습니다.", "sentence2": "1937년, Gerald Heard는 부인인 Maria, 아들인 Huxley 및 친구인 Matthew Huxley와 헐리우드로 이주했습니다."}
{"label": "0", "sentence1": "그녀는 발 로윈, 보리스 로윈, 로절린드 로윈를 낳았으며 딸은 심리학 교수가 되었다.", "sentence2": "그녀는 Val, Boris, Rosalind Lorwin의 어머니였고 그녀의 딸은 심리학 교수였습니다."}
{"label": "1", "sentence1": "마크 노리스와 대니얼 네스터는 조나단 엘리치와 앤디 람을 상대로 결승에서 각각 5:3, 5:4로 승리하며 타이틀을 거머쥐었다.", "sentence2": "마크 놀스와 다니엘 네스터는 조나단 엘리치와 앤디 람을 결승전에서 5:3, 5:4로 승리하고 타이틀을 거머쥐었따."}
{"label": "0", "sentence1": "EIT 매체의 맥락에서 \"멈춘 빛\"은 양자계를 왕복하는 \"일관된\" 광자의 전송을 의미합니다.", "sentence2": "EIT 매체의 맥락에서 \"중단된\" 빛이란 광자를 간섭성 시스템으로 전달한 후 다시 \"양자\"로 전달하는 것을 뜻합니다."}
{"label": "1", "sentence1": "당시에 다른 Opel 차량들과 마찬가지로, 2리터 규격은 생산업체의 모회사인 북미의 General Motors가 디자인하고 개발한 것이었다.", "sentence2": "그 시기의 다른 Opel과 마찬가지로 북미에서 생산사의 모회사인 General Motors에 의해 Opel을 위한 2리터가 설계 및 개발되었습니다."}
{"label": "0", "sentence1": "게다가 챔피언 잭 스웨거, 미츠 그리고 킹스턴 사이에 미국 챔피언십 트리플 스레트 메치가 있었습니다.", "sentence2": "다음은 챔피언 \"The Miz\" Kofi Kingston과 Jack Swagger 사이의 미국 챔피언십을 위한 Triple Threat 매치입니다."}
{"label": "0", "sentence1": "패딩턴에서 사우스 켄싱턴과 그 남부까지, 또 무어게이트에서 타워힐과 그 남부까지 확장하자는 멧의 제안은 받아들여져 1864년 7월 29일 왕궁의 승인을 얻었다.", "sentence2": "패딩턴의 남쪽에서 사우스켄싱턴까지, 무어게이트 동쪽에서 타워힐까지 확장하자는 Met의 제안이 수락되어 1864년 7월 29일에 국왕의 재가를 받았습니다."}
{"label": "0", "sentence1": "뚜껑은 특혜를 받은 시청자들만 제거할 수 있었으므로 이러한 장면은 더욱 친밀했을 수도 있습니다.", "sentence2": "사적인 일부 관람객에게만 덮개를 여는 것이 허락되었으므로, 이 장면들을 보는 것은 그만큼 큰 특혜였을 것이다."}
{"label": "0", "sentence1": "그녀는 1943년 9월 12일에 텍사스 주 갤버스턴에서 항해를 시작해 9월 16일에 키웨스트에 도착했습니다.", "sentence2": "1943년 9월 12일 키웨스트에서 항해를 시작하여 9월 16일에 텍사스주 갤버스톤에 도달했습니다."}
{"label": "1", "sentence1": "뇌파 변경은 당 엔도르핀으로 매개되지만 이러한 메커니즘은 아직 알려져있지 않으며 감소되지 않는 것으로 보입니다.", "sentence2": "뇌파는 당의 영향을 받은 엔돌핀에 따라 변하지만 줄어들지 않는 듯한 이 메커니즘은 여전히 알려지 있지 않습니다."}
{"label": "0", "sentence1": "Audubon Council은 Shawnee Trails Council과 Four Rivers Council이 합병되어 구성되었습니다.", "sentence2": "Four Rivers Council과 Audubon Council의 합병으로 Shawnee Trails Council이 탄생했습니다."}
{"label": "0", "sentence1": "아침마다\"의 첫 번째 곡은 이전 곡인 \"아침\"의 어쿠스틱 기타 버전이다.", "sentence2": "마지막 트랙인 \"Every Morning\"은 첫 번째 트랙인 \"Morning\"의 어쿠스틱 기타 버전입니다."}
{"label": "0", "sentence1": "그것은 독일에 의해 무너졌고 1943년과 1944년 연합군 폭격기에 의해 두 번 파괴되었으며 1946-47년에 최종적으로 세워졌습니다.", "sentence2": "이 선박은 독일에서 건조되었으며 1943~1944년에 폭파 부대에 의해 두 번이나 침몰되었고 1946~1947년에 마침내 폐기되었습니다."}
{"label": "0", "sentence1": "이 노래는 Filippo Andrea Carmeni와 Maurizio Molella가 제작한 갈라에서 작사 및 작곡했습니다.", "sentence2": "그 곡은 갈라에서 가사가 쓰여지고 제작되었으며 작곡자는 Filippo Andrea Carmeni와 Maurizio Molella입니다."}
{"label": "1", "sentence1": "스코틀랜드 실업 축구 팀들은 모든 면에서 스코틀랜드 프리미어 리그보다 경기력이 떨어지며 이는 스코틀랜드 선수권 대회 기준에 못 미치는 대부분의 팀이 실업 팀이 되기 때문입니다.", "sentence2": "스코틀랜드 축구에서는 세미 프로팀이 Scottish Premiership 이하 모든 레벨에서 경쟁하는데 Scottish Championship 이하에 있는 대부분의 팀이 세미 프로팀입니다."}
{"label": "0", "sentence1": "본명이 노먼 벨 게데스인 노먼 멜랑톤 게데스 (1893년 4월 27일-1958년 5월 8일)는 미국의 배우이자 산업디자이너이다.", "sentence2": "본명이 Norman Melancton Geddes인 Norman Bel Geddes(1893년 4월 27일 - 1958년 5월 8일)는 미국 공연 및 산업 디자이너였습니다."}
{"label": "0", "sentence1": "자산 관리사는 영국에서 광범위하게 사용하는 용어로 보다 저렴한 주택에서 고급 주택에 이르기까지 상대적으로 차이가 나는 용어를 설명하는데 사용합니다.", "sentence2": "부동산 관리는 보다 저렴한 것에서부터 비싼 주택까지 상수항에 나타나는 상대적 차이를 설명하기 위해 영국에서 널리 사용하는 용어입니다."}
{"label": "1", "sentence1": "시카고 베어스는 자이언츠와의 경기에서 27대 21의 점수로 승리하며 1976년 이래 처음으로 자이언츠를 상대로 6전 전승을 거두고 있다.", "sentence2": "Chicago Bears는 Giants에게 27-21로 패배했고 이는 1976년 이후 처음으로 0-6을 기록했습니다."}
{"label": "0", "sentence1": "호레주 강은 루마니아에 위치한 포노루 강의 지류입니다.", "sentence2": "Ponoru 강은 루마니아에 있는 Horezu의 지류입니다."}
{"label": "0", "sentence1": "프로필리디움 펠레네리는 진정한 삿갓조개류과 중 하나인 무새흰삿갓조개과의 해양 복족류 연체동물인 진정한 삿갓조개류 바다 우렁이입니다.", "sentence2": "Propilidium pelseneeri는 바다 삿갓조개류의 하나인 Lepetidae과의 적절한 복족류 연체 동물, 진짜 삿갓조개류인 바다 우렁이 종입니다."}
{"label": "0", "sentence1": "또한 Cai Feng에게는 Cai Mao라는 아들이 있었습니다.", "sentence2": "카이 마오 역시 아들 카이 펭을 두고 있었다."}
{"label": "0", "sentence1": "Kurnur 댐은 인도 마하라시트라의 오스머나바드 지구의 툴자퍼 근처에 있는 보리 강의 매립 댐입니다.", "sentence2": "툴자퍼 댐은 인도 마하라시트라 주의 오스머나바드 지구의 쿠르누르 댐 근처에 있는 보리 강의 매립 댐입니다."}
{"label": "0", "sentence1": "식민 지배인들을 처음 접한 후에 전통 사회가 크게 바뀌었습니다.", "sentence2": "식민지 주인과의 전통적인 만남이 초기 사회를 급격하게 바꾸어 놓았습니다."}
{"label": "0", "sentence1": "그는 이것을 소설 창작의 새로운 발견이라고 설명했으며 이를 중국 문학의 신화-사실주의로 간주합니다.", "sentence2": "그는 이것을 소설 창작의 \"새로운 발견\"으로 여기고 이를 중국 문학의 \"신화-사실주의\"로 명시합니다."}
{"label": "0", "sentence1": "5월에, Spencer McLaren은 기존 캐릭터 Sally Fletcher(Kate Ritchie)의 애정 상대인 Kieran Fletcher로 도착했습니다.", "sentence2": "5월, 케이트 리치는 완성된 캐릭터인 키에란 플레처(스펜서 맥라렌 분)에게 사랑에 빠진 샐리 플레처 역으로 돌아왔다."}
{"label": "1", "sentence1": "누바 산과 블루 나일의 지역에 위치한 남부 쿠르두판 지역의 통계는 인종구분 데이터가 복잡하므로 아직 확실치 않다.", "sentence2": "소수 민족 데이터가 더욱 복잡하기 때문에 누바 산맥의 남쿠르두판 지역 상태와 블루 나일의 자료는 명확성이 떨어집니다."}
{"label": "0", "sentence1": "힐타운의 인종은 93%의 백인, 3%의 중국인, 1%의 아시아인으로 구성되어 있습니다.", "sentence2": "힐타운의 민족성은 주로 백인으로 93%이고 아시아인 3%, 중국인 1%입니다."}
{"label": "1", "sentence1": "Madison District Public Schools는 미시건 주 매디슨 하이츠의 Greater Detroit 남쪽 끝에 있는 학구입니다.", "sentence2": "매디슨구 공립학교군은 미시간주 매디슨 헤이츠에 위치한 대 디트로이트의 남부에 형성된 학군이다."}
{"label": "0", "sentence1": "Llewelyn Williams로 더 잘 알려진 William Llewelyn Williams(1867년 3월 10일 - 1922년 4월 22일)는 급진적인 저널리스트, 변호사이자 웨일즈 자유당 정치인이었습니다.", "sentence2": "Llewelyn Williams로 알려져 있는 William Williams(1867년 3월 10일 - 1922년 4월 22일)는 웨일즈 저널리스트, 변호사이자 급진 자유당 정치가였습니다."}
{"label": "1", "sentence1": "Zion 광장은 항상 붐비고 열정적인 곳으로 묘사되어 왔습니다.", "sentence2": "시온 광장은 '언제나 즐겁고, 언제나 붐비는'이라는 문장으로 표현되어왔다."}
{"label": "0", "sentence1": "캄보디아의 수도 프놈펜에 있는 캄보디아-베트남 친선 기념물은 베트남과 캄보디아 사이의 이전 동맹 관계를 기리는 거대한 콘크리트 기념물입니다.", "sentence2": "캄보디아 수도 캄보디아에 있는 프놈펜-베트남 친선 기념비는 예전 베트남과 캄보디아 간 동맹을 상기시키는 대형 콘크리트 구조물입니다."}
{"label": "0", "sentence1": "Bonnie Bedelia(Bonnie Bedelia Culkin, 1948년 3월 25일 출생)는 미국 여배우입니다.", "sentence2": "Bonnie Bedelia Culkin(Bonnie Bedelia로 1948년 3월 25일 출생)은 미국의 여배우입니다."}
{"label": "0", "sentence1": "MacCormack 방법은 부분 쌍곡선의 미분 방정식 수치 해법에 광범위하게 사용되는 이산화 체계입니다.", "sentence2": "전산 유체 역학에서 MacCormack 기법은 쌍곡선 수식의 미분 해법으로 광범위하게 사용되는 이산화 체계입니다."}
{"label": "0", "sentence1": "일반적인 실린더형 프로젝션에서는 극미한 요소의 기학학적 구조입니다.", "sentence2": "일반적인 원통형 요소의 기하학적 구조는 극미한 투영으로 인한 것입니다."}
{"label": "0", "sentence1": "Porte de Vincennes는 파리의 20번째 군의 남동쪽 가장자리와 12번째 군의 북동쪽 가장자리가 만나는 곳에 위치해 있습니다.", "sentence2": "Porte de Vincennes는 파리 제12지구의 북동쪽 코너가 제20지구의 남동쪽 코너와 만나는 곳에 있습니다."}
{"label": "0", "sentence1": "``2'' Benjamin Hough는 1806년 8월 29일에 치안 판사 Stephen Ford에 의해 제퍼슨 카운티에서 Elizabeth Core와 결혼했습니다.", "sentence2": "Stephen Stephen은 1806년 8월 29일 Elizabeth Core에 있는 Jefferson County의 치안 판사 Benjamin Hough의 주례로 결혼했습니다."}
{"label": "1", "sentence1": "이 에피소드는 Chuck Tatham이 각본을 쓰고 Fred Savage가 감독했습니다.", "sentence2": "이 에피소드는 척 타삼이 각본을 쓰고 프레드 새비지가 총괄하였다."}
{"label": "1", "sentence1": "1985년 \"The Tonight Show Starring Johnny Carson\" 회차에서 Johnny는 그 얘기를 언급하고 보조 출연자 Ed McMahon에게 줄거리를 말했습니다.", "sentence2": "1985년 방영된 \"The Tonight Show with Johnny Carson\" 에피소드에서 조니는 사이드킥 에드 맥마흔의 이야기에 대해 언급하였다."}
{"label": "0", "sentence1": "이는 매사추세츠주와 로드아일랜드주 사이의 분쟁 지역을 확장했습니다.", "sentence2": "이로 인해 로드 아일랜드와 매사추세츠 주 사이의 분쟁 지역이 넓어졌습니다."}
{"label": "1", "sentence1": "펄벨은 1959년 서독에서 마지막으로 사용되었으며, 동독에서는 1966년에 마지막으로 사용되었다.", "sentence2": "Fallbeil은 서독에서 1949년, 동독에서 1966년에 마지막으로 사용되었습니다."}
{"label": "1", "sentence1": "34명의 나이지리아인, 28명의 차드인, 2명의 토고인, 1명의 부르키나파소인을 포함해 임무 기간 동안 총 65명의 군인이 사망했습니다.", "sentence2": "임무 기간 동안 34명의 나이지리아인, 28명의 차드인, 2명의 토고인, 1명의 부르키나파소인을 포함해 65명의 군인이 사망했습니다."}
{"label": "1", "sentence1": "New Orleans의 Diboll과 Owen은 건축가였으며 Mobile의 G. A. Chamblin은 하청업자였습니다.", "sentence2": "건축가는 뉴올리언즈의 Diboll과 Owen이었으며 하청업체는 G.A. Chamblin of Mobile이었습니다."}
{"label": "0", "sentence1": "철도공사인 Chemins de Fer Luxembourgeois에서 운영합니다.", "sentence2": "철도공사인 Chemins de Fer Luxembourgeois가 소유했습니다."}
{"label": "0", "sentence1": "에드워드 2세가 1307년 7월 7일에 아버지인 에드워드 1세의 뒤를 이었을 때 그의 국민들이 보인 태도는 대개 왕을 향한 호감 중 하나였습니다.", "sentence2": "1307년 7월 7일에 Edward I세가 아버지인 Edward II세에게 왕위를 물려받았을 때 국민들은 대체로 새로운 왕에게 호의적인 태도를 보였습니다."}
{"label": "1", "sentence1": "뚜껑은 특전 시청자만이 제거할 수 있었기 때문에 이러한 장면들은 보다 더 친밀할 수 있습니다.", "sentence2": "뚜껑은 특권이 있는 시청자만 제거가 가능했기 때문에 이 장면들은 보다 은밀했을 수 있습니다."}
{"label": "0", "sentence1": "Vinny Testaverde가 선발 선수로 고려되었으며 Ray Lucas는 백업 포지션을 놓고 Zolak과 경쟁하고 있었습니다.", "sentence2": "Vinny Testaverde를 스타터로 하여 Zolak은 백업 일자리 경쟁을 위해 Ray Lucas에 맞섰습니다."}
{"label": "1", "sentence1": "시즌은 스웨덴의 팔룬에서 1984년 1월 6일에 시작하여 노르웨이의 리구나에서 1984년 3월 11일에 끝났습니닫.", "sentence2": "해당 시즌은 스웨덴 Falun에서 1984년 1월 6일에 시작해 노르웨이 Lygna에서 1984년 3월 11일에 끝났습니다."}
{"label": "0", "sentence1": "다른 공식 세계 챔피언십은 다음과 같이 시작되었습니다. 1985년 브라질 대회, 1993년 러시아 대회, 2014년 터키 대회.", "sentence2": "그외에도 공식 월드 챔피언십은 1985년에 브라질에서, 1993년에 터키에서 2014년에 러시아에서 시작했습니다."}
{"label": "1", "sentence1": "1862년 초 리가 제퍼든 데이비스 대통령의 자문으로 임명되었을 당시 그는 롱을 대령 급인 그의 군사 보좌관으로 임명하였다.", "sentence2": "Lee가 1862년 초 대통령 Jefferson Davis의 군사 고문이 되었을 때, Long을 대령 겸 국방장관으로 지명했습니다."}
{"label": "1", "sentence1": "아르마두라 로렌스 로메로 두민다 실바, R.두민다 실바로 알려진 두민다 실바는 스리랑카의 정치인이자 전 국회의원이다.", "sentence2": "Duminda Silva, R. Dumindha Silva로도 알려져 있는 Arumadura Lawrence Romelo Duminda Silva는 스리랑카 정치인이자 전 의회 회장입니다."}
{"label": "1", "sentence1": "산타크루즈 스카이파크는 캘리포니아 스콧밸리에 위치한 공항으로 산타크루즈 카운티에 소재하고 있다.", "sentence2": "Santa Cruz Sky Park는 캘리포니아 스코츠 밸리의 산타 크루즈 카운티 안에 위치한 공항입니다."}
{"label": "0", "sentence1": "Páll Pálsson은 1867년에 아이슬랜드에서 직장을 구했고 아이슬랜드 청각 장애 아동은 코펜하겐에 있는 학교에 다녔습니다.", "sentence2": "Páll Pálsson은 1867년 코펜하겐에 취직했습니다. 아이슬란드 청각 장애 어린이들은 아이슬란드에 있는 학교에 다닙니다."}
{"label": "0", "sentence1": "Schliemann은 5개의 기둥을 발견하고 Pausanias가 언급한 무덤으로 정리했습니다.", "sentence2": "Schliemann은 5개의 축을 제거하고 고인돌을 Pausania가 언급한 무덤으로 이를 인식했습니다."}
{"label": "1", "sentence1": "초기 고문 위원에는 Walter Cronkite, Norman Vetter, Gore Vidal, Norman Podhoretz, Saul Bellow, Alistair Cooke이 포함되어 있습니다.", "sentence2": "초기 자문 위원에는 Alistair Cooke, Saul Bellow, Walter Cronkite, Norman Cousins, Gore Vidal, Norman Podhoretz가 포함되었습니다."}
{"label": "0", "sentence1": "Bob과 Ted는 형제이고, John은 Ted의 아들입니다.", "sentence2": "밥과 테드는 형제이고, 테드는 존의 아들이다."}
{"label": "0", "sentence1": "로스: 저는 커리 원장이 쐈다는 것과 호프만이 그 일을 한 사람에게 1파운드를 주었다는 것을 증명할 것입니다.", "sentence2": "Mr. Hoffman: 저는 Prior가 Curry를 쐈고 이를 처음으로 하는 사람에게 파운드를 주겠다고 Ross가 제안했다는 사실을 증명할 것입니다."}
